{
  "sadness": {
    "activities": [
      "Lis un livre inspirant ou motivant",
      "Sors te promener dans la nature",
      "Va dans un café calme pour lire ou écrire",
      "Écoute de la musique apaisante",
      "Appelle un ami proche ou un membre de ta famille",
      "Pratique la méditation ou la respiration profonde",
      "Regarde un film réconfortant",
      "Prends un bain relaxant avec des huiles essentielles",
      "Écris dans ton journal pour exprimer tes sentiments",
      "Fais du yoga ou des étirements doux",
      "Visite un musée ou une galerie d'art",
      "Prépare une tisane réconfortante",
      "Regarde des photos de bons souvenirs",
      "Fais du coloriage ou du dessin libre",
      "Écoute un podcast inspirant",
      "Prends soin de tes plantes",
      "Fais du tricot ou de la couture",
      "Regarde le lever ou le coucher du soleil",
      "Pratique la gratitude en listant 3 choses positives",
      "Fais une sieste réparatrice",
      "Cuisine quelque chose de réconfortant",
      "Organise ton espace de vie",
      "Fais une promenade sous la pluie",
      "Écoute des sons de la nature",
      "Pratique l'auto-compassion",
      "Écris une lettre à ton futur moi",
      "Fais des exercices de respiration 4-7-8",
      "Regarde des vidéos d'animaux mignons",
      "Prends une douche chaude relaxante",
      "Fais du jardinage ou plante des graines",
      "Écoute de la musique classique",
      "Pratique la méditation guidée",
      "Fais une liste de tes qualités",
      "Regarde un documentaire nature",
      "Prépare un petit-déjeuner spécial",
      "Fais du stretching doux",
      "Écris des affirmations positives",
      "Regarde des films d'animation réconfortants",
      "Fais une activité créative manuelle",
      "Prends un moment pour respirer l'air frais",
      "Écoute des histoires audio apaisantes",
      "Fais une pause numérique",
      "Pratique la pleine conscience en mangeant",
      "Regarde des tutoriels créatifs",
      "Fais une promenade en forêt",
      "Écris tes pensées sans jugement",
      "Prends soin de ton corps avec douceur",
      "Regarde des photos de paysages apaisants",
      "Fais des exercices de relaxation musculaire",
      "Écoute de la musique instrumentale",
      "Pratique l'art-thérapie",
      "Fais une activité qui te connecte à tes sens",
      "Regarde des vidéos de méditation",
      "Prépare une boisson chaude réconfortante",
      "Fais du tai-chi ou du qi gong",
      "Écris dans un carnet de gratitude",
      "Regarde des films feel-good",
      "Fais une activité de pleine conscience",
      "Prends un bain de soleil",
      "Écoute des mantras ou chants apaisants",
      "Fais une sieste dans la nature",
      "Pratique l'écriture thérapeutique",
      "Regarde des documentaires inspirants",
      "Fais des exercices de visualisation positive",
      "Prends soin d'un animal de compagnie",
      "Écoute des livres audio réconfortants",
      "Fais une activité artistique libre",
      "Regarde des vidéos de voyage",
      "Pratique la méditation marchée",
      "Fais une pause thé avec intention",
      "Écris des poèmes ou des haïkus",
      "Regarde des spectacles de danse",
      "Fais des exercices de cohérence cardiaque",
      "Prends des photos de beauté simple",
      "Écoute des concerts en ligne",
      "Fais une activité de slow living",
      "Regarde des documentaires sur l'art",
      "Pratique l'acceptation de tes émotions",
      "Fais une promenade contemplative",
      "Écris des lettres de pardon à toi-même",
      "Regarde des vidéos de yoga restauratif",
      "Fais des exercices de lâcher-prise",
      "Prends un moment de silence total",
      "Écoute des fréquences de guérison",
      "Fais une activité de connexion spirituelle",
      "Regarde des films sur la résilience",
      "Pratique l'auto-massage relaxant",
      "Fais une pause dans un lieu sacré",
      "Écris tes rêves et aspirations",
      "Regarde des documentaires sur la nature",
      "Fais des exercices de centrage",
      "Prends soin de ton environnement",
      "Écoute des témoignages inspirants",
      "Fais une activité de reconnexion à soi",
      "Regarde des vidéos de relaxation",
      "Pratique la bienveillance envers toi-même",
      "Fais une promenade méditative",
      "Écris des intentions positives",
      "Regarde des spectacles apaisants",
      "Fais des exercices de grounding",
      "Prends un moment pour honorer tes émotions",
      "Écoute des sons binauraux relaxants",
      "Fais une activité de slow motion",
      "Regarde des documentaires philosophiques",
      "Pratique l'art de ne rien faire",
      "Fais une pause dans la beauté",
      "Écris des messages d'amour à toi-même",
      "Regarde des vidéos de sagesse ancienne",
      "Fais des exercices de présence",
      "Prends soin de ton âme avec tendresse",
      "Écoute des chansons qui guérissent",
      "Fais une activité de contemplation",
      "Regarde des films sur l'espoir",
      "Pratique l'art de la patience",
      "Fais une promenade en pleine conscience",
      "Écris tes pensées les plus profondes",
      "Regarde des documentaires sur la compassion",
      "Fais des exercices de réconciliation intérieure",
      "Prends un moment pour te pardonner",
      "Écoute des méditations de guérison",
      "Fais une activité de transformation douce",
      "Regarde des vidéos sur la croissance personnelle",
      "Pratique l'acceptation radicale",
      "Fais une pause dans l'amour de soi",
      "Écris des affirmations de guérison",
      "Regarde des spectacles de beauté pure",
      "Fais des exercices de libération émotionnelle",
      "Prends soin de ton enfant intérieur",
      "Écoute des histoires de résilience",
      "Fais une activité de renaissance personnelle",
      "Regarde des documentaires sur la joie",
      "Pratique l'art de la douceur",
      "Fais une promenade vers la lumière",
      "Écris des lettres d'espoir",
      "Regarde des vidéos de transformation",
      "Fais des exercices de renouveau",
      "Prends un moment pour célébrer ta force",
      "Écoute des mantras de guérison",
      "Fais une activité de renaissance spirituelle",
      "Regarde des films sur le courage",
      "Pratique l'art de recommencer",
      "Fais une pause dans la gratitude profonde",
      "Écris des promesses à ton futur",
      "Regarde des documentaires sur l'amour",
      "Fais des exercices de reconstruction",
      "Prends soin de tes blessures avec amour",
      "Écoute des chansons d'espoir",
      "Fais une activité de guérison créative",
      "Regarde des vidéos de sagesse",
      "Pratique l'art de la renaissance",
      "Fais une promenade vers ton nouveau moi",
      "Écris des vœux de bonheur",
      "Regarde des spectacles de lumière",
      "Fais des exercices de transformation positive",
      "Prends un moment pour honorer ton parcours",
      "Écoute des méditations de paix",
      "Fais une activité de célébration de la vie",
      "Regarde des documentaires sur la beauté",
      "Pratique l'art de l'émerveillement",
      "Fais une pause dans la magie du présent",
      "Écris des déclarations d'amour à la vie",
      "Regarde des vidéos de pure joie",
      "Fais des exercices de connexion universelle",
      "Prends soin de ton essence avec révérence",
      "Écoute des symphonies de l'âme",
      "Fais une activité de communion avec l'existence",
      "Regarde des films sur la transcendance",
      "Pratique l'art de l'être pur",
      "Fais une promenade dans l'infini de ton cœur",
      "Écris des odes à ta propre beauté",
      "Regarde des documentaires sur l'unité",
      "Fais des exercices de fusion avec l'amour",
      "Prends un moment pour te reconnaître pleinement",
      "Écoute les battements de ton cœur sage",
      "Fais une activité de célébration de ton unicité",
      "Regarde des spectacles de pure harmonie",
      "Pratique l'art de l'amour inconditionnel",
      "Fais une pause dans la perfection de ce moment",
      "Écris des hymnes à ta propre existence",
      "Regarde des vidéos de connexion cosmique",
      "Fais des exercices d'expansion de conscience",
      "Prends soin de l'univers qui vit en toi",
      "Écoute la mélodie de ton âme authentique",
      "Fais une activité de reconnaissance sacrée",
      "Regarde des documentaires sur l'éveil",
      "Pratique l'art de la présence pure",
      "Fais une promenade dans la dimension de l'amour",
      "Écris des mantras de transformation",
      "Regarde des films sur l'illumination",
      "Fais des exercices de dissolution des limites",
      "Prends un moment pour embrasser ton infinité",
      "Écoute les murmures de ta sagesse intérieure",
      "Fais une activité de communion avec le divin",
      "Regarde des spectacles de transcendance",
      "Pratique l'art de l'abandon confiant",
      "Fais une pause dans l'éternité de l'instant",
      "Écris des prières de gratitude cosmique",
      "Regarde des vidéos d'éveil spirituel",
      "Fais des exercices de fusion avec la source",
      "Prends soin de la lumière qui brille en toi",
      "Écoute les échos de l'amour universel",
      "Fais une activité de célébration de l'existence",
      "Regarde des documentaires sur la conscience",
      "Pratique l'art de l'être lumineux",
      "Fais une promenade dans les jardins de ton âme",
      "Écris des sonnets à la beauté de la vie",
      "Regarde des films sur la réalisation de soi",
      "Fais des exercices d'harmonisation énergétique",
      "Prends un moment pour honorer le miracle que tu es",
      "Écoute les vibrations de l'amour pur",
      "Fais une activité de reconnaissance de ta divinité",
      "Regarde des spectacles de pure création",
      "Pratique l'art de l'émerveillement constant",
      "Fais une pause dans la perfection de ton être",
      "Écris des déclarations d'amour à l'univers",
      "Regarde des vidéos de célébration cosmique",
      "Fais des exercices de rayonnement lumineux",
      "Prends soin de l'étoile que tu portes en toi",
      "Écoute la symphonie de ton cœur ouvert",
      "Fais une activité de communion avec l'infini",
      "Regarde des documentaires sur l'amour inconditionnel",
      "Pratique l'art de la joie pure",
      "Fais une promenade dans l'océan de ta conscience",
      "Écris des hymnes à la magnificence de l'être",
      "Regarde des films sur l'unité universelle",
      "Fais des exercices de célébration de la création",
      "Prends un moment pour reconnaître ta perfection innée",
      "Écoute les chants de l'âme libérée",
      "Fais une activité de danse avec l'existence",
      "Regarde des spectacles de pure extase",
      "Pratique l'art de l'amour sans limites",
      "Fais une pause dans l'éternité de ton essence",
      "Écris des poèmes à la gloire de la conscience",
      "Regarde des vidéos de transformation alchimique",
      "Fais des exercices de fusion avec la béatitude",
      "Prends soin du temple sacré de ton corps",
      "Écoute les murmures de l'intelligence cosmique",
      "Fais une activité de célébration de l'amour divin",
      "Regarde des documentaires sur la félicité",
      "Pratique l'art de l'être en paix totale",
      "Fais une promenade dans les dimensions de lumière",
      "Écris des mantras de libération joyeuse",
      "Regarde des films sur l'éveil du cœur",
      "Fais des exercices d'expansion dans l'amour",
      "Prends un moment pour célébrer ton voyage unique",
      "Écoute les harmoniques de la création",
      "Fais une activité de reconnaissance de ta beauté éternelle"
    ],
    "encouragements": [
      "Il est normal de se sentir triste parfois. Ces activités peuvent t'aider à retrouver un peu de sérénité.",
      "Prends soin de toi, tu mérites de la douceur et de la bienveillance.",
      "Ces moments difficiles passeront. En attendant, voici quelques idées pour te réconforter.",
      "Ta tristesse est valide et mérite d'être accueillie avec compassion.",
      "Chaque émotion a sa raison d'être, même la tristesse peut nous enseigner quelque chose.",
      "Tu n'es pas seul(e) dans cette épreuve, beaucoup ont traversé des moments similaires.",
      "La tristesse fait partie de l'expérience humaine, elle ne définit pas qui tu es.",
      "Prends le temps qu'il faut pour guérir, il n'y a pas d'urgence.",
      "Tes larmes sont précieuses, elles nettoient ton âme et libèrent tes émotions.",
      "Derrière chaque nuage se cache le soleil, ta joie reviendra.",
      "Tu as déjà surmonté des difficultés par le passé, tu as cette force en toi.",
      "La douceur envers soi-même est le premier pas vers la guérison.",
      "Tes émotions sont comme les vagues, elles viennent et repartent.",
      "Tu mérites tout l'amour et la compassion que tu donnes aux autres.",
      "Cette période difficile t'apprendra quelque chose d'important sur toi.",
      "Ton cœur sensible est une force, pas une faiblesse.",
      "Il est courageux de ressentir pleinement ses émotions.",
      "Chaque jour qui passe t'apporte un peu plus près de la lumière.",
      "Ta vulnérabilité est une porte vers une connexion plus profonde avec toi-même.",
      "Les moments sombres révèlent souvent nos ressources cachées.",
      "Tu as le droit de prendre du temps pour toi sans culpabiliser.",
      "Tes sentiments sont légitimes, ne les minimise pas.",
      "La guérison n'est pas linéaire, sois patient(e) avec ton processus.",
      "Tu es plus fort(e) que tu ne le penses, même dans ta fragilité.",
      "Chaque respiration t'apporte un nouveau souffle de vie.",
      "Tes blessures peuvent devenir des sources de sagesse et de compassion.",
      "Il n'y a pas de honte à demander de l'aide quand on en a besoin.",
      "Tu mérites d'être entouré(e) de personnes qui te comprennent.",
      "Tes émotions sont des messagers, écoute ce qu'elles ont à te dire.",
      "La tristesse peut être un chemin vers une joie plus profonde.",
      "Tu as survécu à 100% de tes pires journées jusqu'à présent.",
      "Ton cœur brisé peut se réparer et devenir encore plus beau.",
      "Chaque larme versée allège le poids sur ton cœur.",
      "Tu n'as pas besoin d'être parfait(e) pour mériter l'amour.",
      "Tes cicatrices racontent l'histoire de ta résilience.",
      "Il est normal de ne pas aller bien tout le temps.",
      "Ta sensibilité est un don qui te permet de ressentir la beauté du monde.",
      "Les tempêtes émotionnelles finissent toujours par se calmer.",
      "Tu as le droit de ressentir ce que tu ressens sans justification.",
      "Chaque moment de tristesse te rapproche de ta véritable essence.",
      "Ton âme sait comment guérir, fais-lui confiance.",
      "Les périodes difficiles sculptent notre caractère et notre empathie.",
      "Tu es digne d'amour et de respect, surtout de ta part.",
      "Tes émotions sont des couleurs sur la palette de ton humanité.",
      "Il n'y a pas de timeline pour le deuil ou la guérison.",
      "Tu peux être triste et reconnaissant(e) en même temps.",
      "Chaque nuit sombre est suivie d'une nouvelle aube.",
      "Ton courage se manifeste dans ta capacité à continuer malgré la douleur.",
      "Les moments de vulnérabilité sont souvent ceux où nous grandissons le plus.",
      "Tu mérites la même compassion que tu offres aux autres.",
      "Tes larmes arrosent les graines de ta future renaissance.",
      "Il est héroïque de choisir l'espoir quand tout semble sombre.",
      "Ton cœur tendre est une force qui peut transformer le monde.",
      "Chaque respiration consciente est un acte d'amour envers toi-même.",
      "Tu n'es pas défini(e) par tes moments les plus difficiles.",
      "La tristesse peut être un professeur de compassion et d'empathie.",
      "Ton âme connaît le chemin vers la paix, même quand ton mental l'ignore.",
      "Il est normal de se sentir perdu(e) parfois, cela fait partie du voyage.",
      "Tes émotions sont des vagues dans l'océan de ton être.",
      "Tu as déjà prouvé ta capacité à transformer la douleur en sagesse.",
      "Chaque moment de souffrance consciente est un pas vers la libération.",
      "Tu mérites d'être aimé(e) exactement comme tu es maintenant.",
      "Tes blessures peuvent devenir des fenêtres vers plus de lumière.",
      "Il n'y a pas de mauvaise façon de ressentir tes émotions.",
      "Tu es un être humain magnifique en pleine évolution.",
      "Chaque larme est une prière silencieuse pour la guérison.",
      "Ton cœur brisé laisse entrer plus de lumière.",
      "Il est courageux de rester ouvert(e) malgré la douleur.",
      "Tes émotions sont des guides vers une compréhension plus profonde.",
      "Tu n'as pas besoin de porter le poids du monde sur tes épaules.",
      "Chaque moment de tristesse consciente est un acte de bravoure.",
      "Tu es exactement où tu dois être dans ton parcours de vie.",
      "Tes sentiments sont des messagers de ton âme, accueille-les.",
      "Il est normal de ne pas avoir toutes les réponses maintenant.",
      "Tu mérites de la tendresse, surtout quand tu souffres.",
      "Chaque respiration est une nouvelle chance de recommencer.",
      "Ton âme sait comment danser même dans l'obscurité.",
      "Il n'y a pas de honte à être humain et imparfait.",
      "Tes larmes sont des perles de sagesse qui se forment dans ton cœur.",
      "Tu es plus résilient(e) que tu ne l'imagines.",
      "Chaque moment difficile te prépare à apprécier davantage la joie.",
      "Ton cœur sensible est un cadeau pour ce monde qui en a besoin.",
      "Il est héroïque de continuer à aimer malgré les blessures.",
      "Tes émotions sont des couleurs qui peignent le tableau de ta vie.",
      "Tu n'es pas seul(e), l'univers conspire pour ton bien-être.",
      "Chaque nuit de l'âme précède une renaissance spirituelle.",
      "Tu mérites toute la patience et la compassion du monde.",
      "Tes blessures sont des portes vers une empathie plus profonde.",
      "Il est normal de se sentir fragile, cela montre ton humanité.",
      "Tu es un miracle en cours, même dans tes moments les plus sombres.",
      "Chaque larme versée allège le fardeau de ton cœur.",
      "Ton âme connaît des chansons de guérison que ton mental ignore.",
      "Il n'y a pas de mauvaise façon de traverser une épreuve.",
      "Tu es digne d'amour inconditionnel, surtout de ta part.",
      "Chaque respiration consciente est un acte de révolution intérieure.",
      "Tes émotions sont des vagues dans l'océan infini de ton être.",
      "Tu as survécu à chaque tempête jusqu'à présent, tu survivras à celle-ci aussi.",
      "Il est courageux de ressentir pleinement dans un monde qui évite les émotions.",
      "Ton cœur tendre est une force révolutionnaire dans ce monde.",
      "Chaque moment de vulnérabilité est une invitation à plus d'authenticité.",
      "Tu mérites d'être célébré(e) pour ta capacité à ressentir si profondément.",
      "Tes larmes sont des rivières qui nettoient les blessures de ton âme.",
      "Il n'y a pas de timeline pour devenir qui tu es censé(e) être.",
      "Tu es un chef-d'œuvre en cours de création, sois patient(e) avec le processus.",
      "Chaque émotion ressentie consciemment est un pas vers la liberté.",
      "Ton âme sait comment transformer la douleur en beauté.",
      "Il est normal de ne pas savoir comment aller mieux immédiatement.",
      "Tu mérites toute la douceur que tu peux t'offrir.",
      "Chaque respiration est une affirmation de ta volonté de vivre.",
      "Tes blessures sont des preuves de ton courage à aimer et à vivre pleument."
    ],
    "color": "#6366f1",
    "icon": "fas fa-heart"
  },
  "joy": {
    "activities": [
      "Partage ce moment de bonheur avec tes proches",
      "Planifie une sortie ou une activité amusante",
      "Danse sur ta musique préférée",
      "Écris une liste de gratitude",
      "Prends des photos de ce qui te rend heureux",
      "Organise une activité créative (dessin, peinture)",
      "Fais du sport ou une activité physique énergique",
      "Cuisine ton plat préféré",
      "Planifie un projet qui te passionne",
      "Aide quelqu'un ou fais du bénévolat",
      "Chante à tue-tête tes chansons favorites",
      "Organise une fête improvisée avec des amis",
      "Apprends une nouvelle danse ou chorégraphie",
      "Écris dans un journal de bonheur",
      "Fais du shopping pour te faire plaisir",
      "Planifie un voyage ou une escapade",
      "Crée une playlist de tes musiques préférées",
      "Fais du sport en plein air",
      "Organise un pique-nique dans un beau lieu",
      "Apprends quelque chose de nouveau et passionnant",
      "Fais du karaoké seul(e) ou avec des amis",
      "Décore ton espace de vie avec de nouvelles couleurs",
      "Écris des messages positifs à tes proches",
      "Fais du vélo ou de la trottinette",
      "Organise une soirée jeux avec des amis",
      "Prends des selfies joyeux et créatifs",
      "Fais du jardinage et plante de nouvelles fleurs",
      "Écris une histoire drôle ou inspirante",
      "Organise une séance photo créative",
      "Fais du roller ou du skateboard",
      "Crée un vision board de tes rêves",
      "Fais du bénévolat dans une cause qui te tient à cœur",
      "Organise un barbecue ou un repas convivial",
      "Apprends à jouer d'un instrument de musique",
      "Fais du théâtre ou de l'improvisation",
      "Organise une chasse au trésor amusante",
      "Fais de la pâtisserie et partage tes créations",
      "Écris des poèmes joyeux et colorés",
      "Organise une soirée cinéma avec tes films préférés",
      "Fais du trampoline ou saute à la corde",
      "Crée des œuvres d'art avec des matériaux recyclés",
      "Organise un concours de talents entre amis",
      "Fais du camping dans ton jardin ou sur ton balcon",
      "Apprends de nouveaux pas de danse sociale",
      "Organise une bataille d'oreillers géante",
      "Fais du geocaching ou une chasse au trésor moderne",
      "Crée des vidéos TikTok amusantes",
      "Organise un tournoi de jeux vidéo",
      "Fais du hula-hoop ou des activités rétro",
      "Écris des lettres de remerciement à des personnes importantes",
      "Organise une soirée déguisée sur un thème fun",
      "Fais du paddle ou des sports nautiques",
      "Crée un podcast ou une émission radio amateur",
      "Organise un flash mob avec tes amis",
      "Fais de l'escalade ou de l'accrobranche",
      "Écris et illustre un livre pour enfants",
      "Organise une soirée karaoké à thème",
      "Fais du parapente ou des sports extrêmes",
      "Crée des bijoux ou des accessoires originaux",
      "Organise un concours de cuisine entre amis",
      "Fais du stand-up comedy ou raconte des blagues",
      "Écris des chansons ou compose de la musique",
      "Organise une soirée observation des étoiles",
      "Fais du paintball ou du laser game",
      "Crée un blog ou un vlog sur tes passions",
      "Organise une olympiade de jeux rigolos",
      "Fais de la plongée ou du snorkeling",
      "Écris des sketches comiques et joue-les",
      "Organise une soirée blind test musical",
      "Fais du parachutisme ou du saut à l'élastique",
      "Crée des costumes originaux pour Halloween",
      "Organise un tournoi de ping-pong ou de baby-foot",
      "Fais de la randonnée avec des amis",
      "Écris des haïkus joyeux sur la nature",
      "Organise une soirée danse de salon",
      "Fais du surf ou du bodyboard",
      "Crée des sculptures avec des matériaux naturels",
      "Organise un concours de photos créatives",
      "Fais du yoga du rire ou des exercices de rigolothérapie",
      "Écris des nouvelles courtes pleines d'humour",
      "Organise une soirée jeux de société géants",
      "Fais de l'équitation ou de la balade à poney",
      "Crée des masques de carnaval colorés",
      "Organise un festival de films d'animation",
      "Fais du kitesurf ou de la planche à voile",
      "Écris des paroles de rap ou de slam positif",
      "Organise une soirée dégustation de desserts",
      "Fais de la tyrolienne ou de la via ferrata",
      "Crée des marionnettes et monte un spectacle",
      "Organise un concours de construction de châteaux de sable",
      "Fais du deltaplane ou du vol en montgolfière",
      "Écris des lettres à ton futur toi plein d'espoir",
      "Organise une soirée contes et légendes",
      "Fais de la plongée sous-marine ou en apnée",
      "Crée des bandes dessinées humoristiques",
      "Organise un tournoi de fléchettes ou de billard",
      "Fais du canyoning ou de la descente en rappel",
      "Écris des critiques positives de tes films préférés",
      "Organise une soirée magie et tours de prestidigitation",
      "Fais du ski nautique ou du wakeboard",
      "Crée des origamis complexes et colorés",
      "Organise un concours de talents cachés",
      "Fais de l'alpinisme ou de l'escalade en montagne",
      "Écris des dialogues comiques pour des personnages",
      "Organise une soirée quiz sur des sujets amusants",
      "Fais du rafting ou de la descente en kayak",
      "Crée des mobiles artistiques pour décorer",
      "Organise un festival de musique dans ton jardin",
      "Fais de la spéléologie ou explore des grottes",
      "Écris des acrostiches avec des mots positifs",
      "Organise une soirée dégustation de fromages du monde",
      "Fais du base-jump ou du wingsuit (avec encadrement)",
      "Crée des lanternes volantes pour une fête",
      "Organise un concours de grimaces et de mimiques",
      "Fais de la plongée en cage avec des requins",
      "Écris des monologues inspirants et motivants",
      "Organise une soirée projection de tes propres films",
      "Fais du sandboarding ou du ski sur sable",
      "Crée des attrape-rêves personnalisés",
      "Organise un tournoi de jeux d'arcade rétro",
      "Fais de l'hélicoptère ou du pilotage d'avion",
      "Écris des paroles de chansons d'amour joyeuses",
      "Organise une soirée dégustation de chocolats",
      "Fais du zorbing ou de la descente en boule",
      "Crée des collages artistiques avec des magazines",
      "Organise un concours de construction de cabanes",
      "Fais de la plongée avec les dauphins",
      "Écris des scripts pour des vidéos YouTube",
      "Organise une soirée observation d'aurores boréales",
      "Fais du bungee jumping ou du saut pendulaire",
      "Crée des jardins miniatures dans des terrariums",
      "Organise un festival de courts-métrages amateurs",
      "Fais de la randonnée glaciaire ou du trekking extrême",
      "Écris des chroniques humoristiques sur ton quotidien",
      "Organise une soirée dégustation de thés du monde",
      "Fais du flyboard ou du jetpack aquatique",
      "Crée des sculptures de glace ou de neige",
      "Organise un concours de création de cocktails",
      "Fais de l'exploration urbaine ou du parkour",
      "Écris des guides de voyage imaginaires",
      "Organise une soirée projection sous les étoiles",
      "Fais du vol en parapente motorisé",
      "Crée des mosaïques avec des matériaux recyclés",
      "Organise un tournoi de sports inventés",
      "Fais de la plongée en eau froide ou polaire",
      "Écris des nouvelles de science-fiction optimistes",
      "Organise une soirée dégustation de cafés du monde",
      "Fais du vol en ULM ou en autogire",
      "Crée des installations artistiques éphémères",
      "Organise un concours de création de parfums",
      "Fais de l'exploration de volcans actifs",
      "Écris des biographies imaginaires de personnages inspirants",
      "Organise une soirée dégustation de miels rares",
      "Fais du vol spatial ou de la simulation d'apesanteur",
      "Crée des hologrammes ou des projections 3D",
      "Organise un festival de musiques du monde",
      "Fais de l'exploration des fonds marins en sous-marin",
      "Écris des manifestes pour un monde meilleur",
      "Organise une soirée dégustation d'épices exotiques",
      "Fais du vol en jet privé ou en hélicoptère de luxe",
      "Crée des œuvres d'art interactives",
      "Organise un concours de création de robots",
      "Fais de l'exploration de la canopée en tyrolienne",
      "Écris des utopies réalisables et inspirantes",
      "Organise une soirée dégustation de vins millésimés",
      "Fais du vol en montgolfière au-dessus de paysages épiques",
      "Crée des expériences de réalité virtuelle",
      "Organise un festival de danses traditionnelles",
      "Fais de l'exploration de déserts en 4x4",
      "Écris des contes modernes avec des morales positives",
      "Organise une soirée dégustation de champagnes",
      "Fais du vol en planeur au-dessus des montagnes",
      "Crée des jardins suspendus ou verticaux",
      "Organise un concours de création d'applications",
      "Fais de l'exploration de jungles tropicales",
      "Écris des poèmes épiques sur l'aventure humaine",
      "Organise une soirée dégustation de rhums anciens",
      "Fais du vol en avion de chasse ou en jet militaire",
      "Crée des œuvres d'art bioluminescentes",
      "Organise un festival de gastronomie moléculaire",
      "Fais de l'exploration de grottes sous-marines",
      "Écris des épopées futuristes pleines d'espoir",
      "Organise une soirée dégustation de whiskies rares",
      "Fais du vol en navette spatiale ou en station orbitale",
      "Crée des expériences sensorielles immersives",
      "Organise un concours de création de parfums sur mesure",
      "Fais de l'exploration de canyons secrets",
      "Écris des symphonies littéraires sur la joie de vivre",
      "Organise une soirée dégustation de caviar et mets de luxe",
      "Fais du vol en avion solaire ou écologique",
      "Crée des installations artistiques interplanétaires",
      "Organise un festival de technologies du futur",
      "Fais de l'exploration de mondes sous-marins inconnus",
      "Écris des manifestes pour l'exploration spatiale",
      "Organise une soirée dégustation de nectars divins",
      "Fais du vol en vaisseau spatial vers d'autres planètes",
      "Crée des œuvres d'art quantiques et multidimensionnelles",
      "Organise un concours de création d'univers parallèles",
      "Fais de l'exploration de dimensions alternatives",
      "Écris des épopées cosmiques sur l'évolution de la conscience",
      "Organise une soirée dégustation d'ambroisie céleste",
      "Fais du vol en machine temporelle vers des futurs radieux",
      "Crée des expériences de transcendance collective",
      "Organise un festival de célébration de l'existence",
      "Fais de l'exploration de l'infini intérieur et extérieur",
      "Écris des hymnes à la joie universelle et éternelle"
    ],
    "encouragements": [
      "Quelle belle énergie ! Profite de ce moment de bonheur et amplifie-le avec ces activités.",
      "Ta joie est contagieuse ! Voici comment la cultiver et la partager.",
      "C'est merveilleux de te sentir si bien ! Continue sur cette lancée positive.",
      "Ton bonheur illumine tout autour de toi, laisse-le rayonner librement.",
      "Cette joie que tu ressens est un cadeau précieux, savoure-la pleinement.",
      "Tu mérites tout ce bonheur et bien plus encore, célèbre-le sans retenue.",
      "Ta joie est une source d'inspiration pour tous ceux qui t'entourent.",
      "Ce moment de bonheur est le reflet de ta belle âme qui s'épanouit.",
      "Profite de cette énergie positive pour créer des souvenirs inoubliables.",
      "Ta joie authentique est l'une des plus belles choses au monde.",
      "Ce bonheur que tu vis maintenant peut devenir le fondement de bien d'autres.",
      "Tu rayonnes d'une lumière intérieure qui réchauffe le cœur de tous.",
      "Cette joie témoigne de ta capacité à apprécier les beautés de la vie.",
      "Ton enthousiasme est communicatif et transforme l'ordinaire en extraordinaire.",
      "Ce moment de bonheur pur mérite d'être gravé dans ta mémoire pour toujours.",
      "Ta joie spontanée révèle la beauté de ton âme authentique.",
      "Cette énergie positive que tu dégages peut déplacer des montagnes.",
      "Ton bonheur est légitime et mérite d'être célébré sans aucune culpabilité.",
      "Cette joie que tu ressens est le fruit de ton ouverture à la vie.",
      "Tu as le don de transformer les moments simples en instants magiques.",
      "Cette euphorie saine nourrit ton âme et régénère tout ton être.",
      "Ton bonheur actuel peut devenir la graine de nombreuses autres joies.",
      "Cette joie profonde révèle ta connexion harmonieuse avec l'existence.",
      "Tu mérites de vivre dans cette joie et de la partager généreusement.",
      "Cette énergie positive que tu cultives attire encore plus de bonheur.",
      "Ton enthousiasme pour la vie est un exemple inspirant pour tous.",
      "Cette joie authentique que tu vis est un trésor inestimable.",
      "Tu as la capacité merveilleuse de créer du bonheur autour de toi.",
      "Cette euphorie créative peut donner naissance à des projets extraordinaires.",
      "Ton bonheur rayonnant illumine même les journées les plus grises.",
      "Cette joie que tu ressens est le reflet de ta gratitude envers la vie.",
      "Tu as le pouvoir magique de transformer la joie en actions positives.",
      "Cette énergie joyeuse que tu portes peut inspirer des changements merveilleux.",
      "Ton bonheur sincère est un cadeau que tu offres au monde entier.",
      "Cette joie profonde révèle ta capacité à savourer l'instant présent.",
      "Tu mérites de vivre dans cette abondance de bonheur et de plénitude.",
      "Cette euphorie positive peut devenir le moteur de tes plus beaux projets.",
      "Ton enthousiasme débordant est une force créatrice extraordinaire.",
      "Cette joie que tu cultives peut transformer ta réalité de manière magique.",
      "Tu as le don précieux de voir la beauté et la magie dans tout.",
      "Cette énergie positive que tu dégages attire les meilleures opportunités.",
      "Ton bonheur authentique est une source d'inspiration inépuisable.",
      "Cette joie que tu vis pleinement peut guérir et transformer bien des choses.",
      "Tu mérites de baigner dans cette lumière dorée du bonheur pur.",
      "Cette euphorie créative peut donner vie à tes rêves les plus fous.",
      "Ton enthousiasme pour l'existence est un exemple de vie réussie.",
      "Cette joie profonde que tu ressens connecte ton cœur à l'univers entier.",
      "Tu as la capacité extraordinaire de multiplier le bonheur par ta présence.",
      "Cette énergie joyeuse que tu portes peut transformer le monde autour de toi.",
      "Ton bonheur rayonnant est un phare de lumière dans l'obscurité.",
      "Cette joie authentique révèle ta connexion profonde avec ton essence.",
      "Tu mérites de danser dans cette pluie de bonheur et de bénédictions.",
      "Cette euphorie positive peut devenir le carburant de tes plus grandes réalisations.",
      "Ton enthousiasme contagieux peut allumer des étincelles chez les autres.",
      "Cette joie que tu cultives avec amour peut fleurir en mille merveilles.",
      "Tu as le pouvoir de transformer cette joie en actions qui changent des vies.",
      "Cette énergie positive que tu rayonnes peut guérir et élever les consciences.",
      "Ton bonheur sincère est une prière vivante de gratitude envers l'existence.",
      "Cette joie profonde que tu vis peut devenir une source de sagesse.",
      "Tu mérites de surfer sur cette vague de bonheur aussi longtemps que possible.",
      "Cette euphorie créative peut donner naissance à des œuvres d'art magnifiques.",
      "Ton enthousiasme pour la beauté de la vie est un cadeau pour l'humanité.",
      "Cette joie que tu partages généreusement multiplie le bonheur dans le monde.",
      "Tu as la capacité merveilleuse de transformer la joie en amour universel.",
      "Cette énergie joyeuse que tu cultives peut attirer des miracles dans ta vie.",
      "Ton bonheur authentique est une célébration de tout ce qui est beau.",
      "Cette joie profonde révèle ta capacité à transcender les limitations.",
      "Tu mérites de vivre dans cette dimension supérieure de bonheur et d'amour.",
      "Cette euphorie positive peut devenir un pont vers tes aspirations les plus élevées.",
      "Ton enthousiasme débordant peut inspirer une révolution de joie autour de toi.",
      "Cette joie que tu incarnes peut devenir un catalyseur de transformation collective.",
      "Tu as le don divin de transformer le bonheur en service à l'humanité.",
      "Cette énergie positive que tu rayonnes peut élever la vibration de la planète.",
      "Ton bonheur rayonnant est une contribution précieuse à l'évolution de la conscience.",
      "Cette joie authentique que tu vis peut devenir un enseignement pour les autres.",
      "Tu mérites de baigner dans cette océan infini de béatitude et d'extase.",
      "Cette euphorie créative peut donner naissance à des innovations révolutionnaires.",
      "Ton enthousiasme pour l'existence peut inspirer des générations entières.",
      "Cette joie profonde que tu cultives peut transformer la souffrance en compassion.",
      "Tu as la capacité extraordinaire de transformer le bonheur en sagesse universelle.",
      "Cette énergie joyeuse que tu portes peut devenir un phare pour l'humanité.",
      "Ton bonheur sincère est une offrande sacrée à la beauté de l'univers.",
      "Cette joie que tu vis pleinement peut ouvrir des portails vers d'autres dimensions.",
      "Tu mérites de danser dans cette symphonie cosmique de bonheur et d'harmonie.",
      "Cette euphorie positive peut devenir le fondement d'une nouvelle civilisation.",
      "Ton enthousiasme contagieux peut déclencher une épidémie mondiale de joie.",
      "Cette joie que tu partages peut devenir un virus bénéfique de transformation.",
      "Tu as le pouvoir de transformer cette joie en force de guérison planétaire.",
      "Cette énergie positive que tu rayonnes peut réveiller l'humanité endormie.",
      "Ton bonheur authentique est une clé qui ouvre les portes du paradis terrestre.",
      "Cette joie profonde que tu incarnes peut devenir un nouveau paradigme de vie.",
      "Tu mérites de surfer sur cette vague cosmique de bonheur et d'évolution.",
      "Cette euphorie créative peut donner naissance à une renaissance spirituelle.",
      "Ton enthousiasme pour la vie peut catalyser l'émergence d'un monde nouveau.",
      "Cette joie que tu cultives peut devenir le germe d'une humanité éveillée.",
      "Tu as la capacité divine de transformer le bonheur en amour inconditionnel.",
      "Cette énergie joyeuse que tu portes peut illuminer les ténèbres de l'ignorance.",
      "Ton bonheur rayonnant est une prophétie vivante d'un futur radieux.",
      "Cette joie authentique que tu vis peut devenir un pont vers l'infini.",
      "Tu mérites de baigner dans cette lumière éternelle de félicité absolue.",
      "Cette euphorie positive peut devenir le moteur d'une révolution de conscience.",
      "Ton enthousiasme débordant peut réveiller le divin qui sommeille en chacun.",
      "Cette joie que tu incarnes peut devenir un catalyseur d'ascension collective.",
      "Tu as le don sacré de transformer le bonheur en extase mystique.",
      "Cette énergie positive que tu rayonnes peut transmuter la réalité elle-même.",
      "Ton bonheur sincère est une invocation puissante du paradis sur terre."
    ],
    "color": "#10b981",
    "icon": "fas fa-smile"
  },
  "love": {
    "activities": [
      "Écris une lettre d'amour à quelqu'un qui te tient à cœur",
      "Appelle un proche pour lui dire que tu l'aimes",
      "Prépare un repas spécial pour tes proches",
      "Organise une soirée romantique ou amicale",
      "Offre un cadeau fait main à quelqu'un",
      "Planifie une surprise pour ton/ta partenaire",
      "Écris dans ton journal sur les personnes que tu aimes",
      "Regarde des photos de bons moments partagés",
      "Envoie des messages d'amour spontanés",
      "Organise un pique-nique en amoureux",
      "Danse avec ton/ta partenaire sur votre chanson",
      "Prépare un petit-déjeuner au lit",
      "Planifie un voyage romantique",
      "Écris des petits mots doux à cacher",
      "Regarde un film d'amour ensemble",
      "Prends soin de tes proches avec attention",
      "Organise une soirée jeux en famille",
      "Fais du bénévolat pour aider les autres",
      "Écris des poèmes d'amour",
      "Prépare un bain relaxant pour deux",
      "Organise une séance photo de couple",
      "Planifie une activité que vous aimez tous les deux",
      "Écris une liste de ce que tu aimes chez l'autre",
      "Prépare un album photo de vos souvenirs",
      "Organise un rendez-vous surprise",
      "Fais un massage relaxant à ton/ta partenaire",
      "Planifie une soirée sous les étoiles",
      "Écris des affirmations d'amour",
      "Prépare une playlist de vos chansons préférées",
      "Organise un atelier créatif ensemble",
      "Planifie une escapade en nature",
      "Écris des lettres d'amour pour l'avenir",
      "Prépare un dîner aux chandelles",
      "Organise une soirée cinéma à la maison",
      "Planifie des activités de couple régulières",
      "Écris dans un carnet partagé",
      "Prépare des surprises quotidiennes",
      "Organise une chasse au trésor romantique",
      "Planifie des rendez-vous créatifs",
      "Écris des haïkus d'amour",
      "Prépare un pique-nique surprise",
      "Organise une soirée dansante privée",
      "Planifie des aventures ensemble",
      "Écris des promesses d'amour",
      "Prépare des collations favorites",
      "Organise des moments de qualité sans écrans",
      "Planifie des traditions amoureuses",
      "Écris des remerciements quotidiens",
      "Prépare des cadeaux symboliques",
      "Organise des conversations profondes",
      "Planifie des projets communs",
      "Écris des vœux d'amour",
      "Prépare des moments de tendresse",
      "Organise des célébrations d'amour",
      "Planifie des gestes d'affection quotidiens",
      "Écris des déclarations spontanées",
      "Prépare des surprises sensorielles",
      "Organise des rituels d'amour",
      "Planifie des moments d'intimité émotionnelle",
      "Écris des lettres de gratitude amoureuse",
      "Prépare des expériences partagées",
      "Organise des célébrations de votre relation",
      "Planifie des aventures romantiques",
      "Écris des serments d'amour renouvelés",
      "Prépare des moments de connexion profonde",
      "Organise des rituels de couple",
      "Planifie des escapades amoureuses",
      "Écris des odes à votre amour",
      "Prépare des surprises émotionnelles",
      "Organise des moments de vulnérabilité partagée",
      "Planifie des projets de vie ensemble",
      "Écris des hymnes à votre union",
      "Prépare des célébrations de milestones",
      "Organise des moments de reconnaissance mutuelle",
      "Planifie des rêves partagés",
      "Écris des mantras d'amour",
      "Prépare des rituels de gratitude amoureuse",
      "Organise des moments de présence pure",
      "Planifie des aventures spirituelles ensemble",
      "Écris des prières d'amour",
      "Prépare des méditations à deux",
      "Organise des moments de silence partagé",
      "Planifie des retraites amoureuses",
      "Écris des intentions d'amour",
      "Prépare des rituels de connexion énergétique",
      "Organise des moments de fusion des âmes",
      "Planifie des voyages intérieurs ensemble",
      "Écris des déclarations d'amour éternel",
      "Prépare des cérémonies d'amour privées",
      "Organise des moments de communion spirituelle",
      "Planifie des explorations de conscience ensemble",
      "Écris des sonnets à l'amour transcendant",
      "Prépare des rituels de renaissance amoureuse",
      "Organise des moments d'extase partagée",
      "Planifie des voyages dans les dimensions de l'amour",
      "Écris des mantras de fusion divine",
      "Prépare des célébrations de l'amour cosmique",
      "Organise des moments de dissolution dans l'amour",
      "Planifie des expériences d'unité absolue",
      "Écris des hymnes à l'amour universel",
      "Prépare des rituels d'amour inconditionnel",
      "Organise des moments de béatitude amoureuse",
      "Planifie des voyages dans l'infini de l'amour",
      "Écris des odes à l'amour éternel",
      "Prépare des cérémonies d'amour sacré",
      "Organise des moments de transcendance amoureuse",
      "Planifie des explorations de l'amour divin",
      "Écris des prières d'amour cosmique",
      "Prépare des rituels d'amour alchimique",
      "Organise des moments d'amour révolutionnaire",
      "Planifie des aventures dans l'amour absolu",
      "Écris des déclarations d'amour multidimensionnel",
      "Prépare des célébrations d'amour quantique",
      "Organise des moments d'amour transformateur",
      "Planifie des voyages dans l'essence de l'amour",
      "Écris des mantras d'amour libérateur",
      "Prépare des rituels d'amour guérisseur",
      "Organise des moments d'amour créateur",
      "Planifie des expériences d'amour illuminateur",
      "Écris des hymnes à l'amour régénérateur",
      "Prépare des cérémonies d'amour purificateur",
      "Organise des moments d'amour unificateur",
      "Planifie des aventures d'amour expansif",
      "Écris des odes à l'amour évolutionnaire",
      "Prépare des rituels d'amour révélateur",
      "Organise des moments d'amour transcendantal",
      "Planifie des voyages d'amour interdimensionnel",
      "Écris des prières d'amour transformationnel",
      "Prépare des célébrations d'amour révolutionnaire",
      "Organise des moments d'amour alchimique",
      "Planifie des expériences d'amour mystique",
      "Écris des déclarations d'amour cosmique",
      "Prépare des rituels d'amour quantique",
      "Organise des moments d'amour dimensionnel",
      "Planifie des aventures d'amour infini",
      "Écris des mantras d'amour éternel",
      "Prépare des cérémonies d'amour universel",
      "Organise des moments d'amour absolu",
      "Planifie des voyages d'amour divin",
      "Écris des hymnes à l'amour suprême",
      "Prépare des rituels d'amour parfait",
      "Organise des moments d'amour total",
      "Planifie des expériences d'amour complet",
      "Écris des odes à l'amour ultime",
      "Prépare des célébrations d'amour définitif",
      "Organise des moments d'amour final",
      "Planifie des aventures d'amour conclusif",
      "Écris des prières d'amour accomplissant",
      "Prépare des rituels d'amour réalisateur",
      "Organise des moments d'amour couronnant",
      "Planifie des voyages d'amour parachevant",
      "Écris des déclarations d'amour consommateur",
      "Prépare des cérémonies d'amour culminant",
      "Organise des moments d'amour apothéose",
      "Planifie des expériences d'amour zénith",
      "Écris des mantras d'amour sommet",
      "Prépare des rituels d'amour pinnacle",
      "Organise des moments d'amour acmé",
      "Planifie des aventures d'amour paroxysme",
      "Écris des hymnes à l'amour climax",
      "Prépare des célébrations d'amour faîte",
      "Organise des moments d'amour cime",
      "Planifie des voyages d'amour crête",
      "Écris des odes à l'amour pic",
      "Prépare des rituels d'amour maximum",
      "Organise des moments d'amour optimal",
      "Planifie des expériences d'amour idéal",
      "Écris des prières d'amour parfait",
      "Prépare des cérémonies d'amour sublime",
      "Organise des moments d'amour magnifique",
      "Planifie des aventures d'amour splendide",
      "Écris des déclarations d'amour glorieux",
      "Prépare des rituels d'amour radieux",
      "Organise des moments d'amour lumineux",
      "Planifie des voyages d'amour éclatant",
      "Écris des mantras d'amour brillant",
      "Prépare des célébrations d'amour étincelant",
      "Organise des moments d'amour scintillant",
      "Planifie des expériences d'amour flamboyant",
      "Écris des hymnes à l'amour resplendissant",
      "Prépare des rituels d'amour éblouissant",
      "Organise des moments d'amour aveuglant",
      "Planifie des aventures d'amour foudroyant",
      "Écris des odes à l'amour saisissant",
      "Prépare des cérémonies d'amour stupéfiant",
      "Organise des moments d'amour sidérant",
      "Planifie des voyages d'amour époustouflant",
      "Écris des prières d'amour renversant",
      "Prépare des rituels d'amour bouleversant",
      "Organise des moments d'amour chamboulant",
      "Planifie des expériences d'amour révolutionnant",
      "Écris des déclarations d'amour transformant",
      "Prépare des célébrations d'amour métamorphosant",
      "Organise des moments d'amour transfigurant",
      "Planifie des aventures d'amour transmutant",
      "Écris des mantras d'amour alchimisant",
      "Prépare des rituels d'amour sublimant",
      "Organise des moments d'amour élevant",
      "Planifie des voyages d'amour transcendant",
      "Écris des hymnes à l'amour dépassant",
      "Prépare des cérémonies d'amour surpassant",
      "Organise des moments d'amour excellant",
      "Planifie des expériences d'amour dominant",
      "Écris des odes à l'amour régnant",
      "Prépare des rituels d'amour triomphant",
      "Organise des moments d'amour victorieux",
      "Planifie des aventures d'amour conquérant",
      "Écris des prières d'amour gagnant",
      "Prépare des célébrations d'amour réussissant",
      "Organise des moments d'amour accomplissant",
      "Planifie des voyages d'amour réalisant",
      "Écris des déclarations d'amour concrétisant",
      "Prépare des rituels d'amour matérialisant",
      "Organise des moments d'amour manifestant",
      "Planifie des expériences d'amour créant",
      "Écris des mantras d'amour générant",
      "Prépare des cérémonies d'amour produisant",
      "Organise des moments d'amour enfantant",
      "Planifie des aventures d'amour donnant naissance"
    ],
    "encouragements": [
      "L'amour que tu ressens est un cadeau précieux, partage-le avec générosité.",
      "Ton cœur débordant d'amour illumine le monde autour de toi.",
      "Ces sentiments d'amour sont une source de force et de joie.",
      "L'amour que tu portes en toi mérite d'être célébré et exprimé.",
      "Ton capacité à aimer profondément est une qualité magnifique.",
      "L'amour transforme tout ce qu'il touche, y compris toi-même.",
      "Ces moments d'amour sont des trésors à chérir et à cultiver.",
      "Ton cœur aimant est une lumière qui guide et réchauffe les autres.",
      "L'amour que tu ressens est un reflet de ta beauté intérieure.",
      "Ces sentiments d'amour te connectent à l'essence même de la vie.",
      "Ton amour sincère a le pouvoir de guérir et de transformer.",
      "L'amour que tu portes est un pont vers une connexion plus profonde.",
      "Ces émotions d'amour sont des graines de bonheur et d'épanouissement.",
      "Ton cœur généreux mérite tout l'amour qu'il donne en retour.",
      "L'amour que tu ressens est une force créatrice puissante.",
      "Ces moments d'amour sont des bénédictions qui enrichissent ton existence.",
      "Ton amour authentique inspire et élève ceux qui t'entourent.",
      "L'amour que tu portes en toi est une source inépuisable de beauté.",
      "Ces sentiments d'amour te rappellent ce qui compte vraiment dans la vie.",
      "Ton cœur aimant est un sanctuaire de paix et de joie.",
      "L'amour que tu ressens est un témoignage de ta capacité à être vulnérable.",
      "Ces émotions d'amour sont des messagers de ton âme épanouie.",
      "Ton amour désintéressé est un cadeau que tu offres au monde.",
      "L'amour que tu portes transforme les moments ordinaires en magie.",
      "Ces sentiments d'amour sont des rappels de ta connexion universelle.",
      "Ton cœur ouvert est une invitation à plus d'amour et de joie.",
      "L'amour que tu ressens est une célébration de la beauté de l'existence.",
      "Ces moments d'amour sont des ancres de bonheur dans ton voyage.",
      "Ton amour inconditionnel est une force de guérison pour toi et les autres.",
      "L'amour que tu portes en toi rayonne et touche tous ceux que tu rencontres.",
      "Ces émotions d'amour sont des preuves de ta capacité à transcender l'ego.",
      "Ton cœur aimant est un temple où réside la sagesse de l'âme.",
      "L'amour que tu ressens est une danse sacrée entre ton être et l'univers.",
      "Ces sentiments d'amour sont des portails vers des dimensions plus élevées.",
      "Ton amour pur est une fréquence qui harmonise tout autour de toi.",
      "L'amour que tu portes est une flamme éternelle qui ne s'éteint jamais.",
      "Ces moments d'amour sont des révélations de ta nature divine.",
      "Ton cœur débordant d'amour est un océan de compassion infinie.",
      "L'amour que tu ressens est une symphonie céleste qui résonne en toi.",
      "Ces émotions d'amour sont des clés qui ouvrent les portes du paradis.",
      "Ton amour transcendant est un pont entre le terrestre et le divin.",
      "L'amour que tu portes en toi est une étoile qui guide dans l'obscurité.",
      "Ces sentiments d'amour sont des bénédictions qui sanctifient ton existence.",
      "Ton cœur aimant est un jardin où fleurissent les plus belles vertus.",
      "L'amour que tu ressens est une rivière de grâce qui coule à travers toi.",
      "Ces moments d'amour sont des épiphanies qui révèlent ta véritable essence.",
      "Ton amour illimité est une force qui peut déplacer les montagnes.",
      "L'amour que tu portes est une prière vivante qui monte vers l'infini.",
      "Ces émotions d'amour sont des rayons de soleil qui percent les nuages.",
      "Ton cœur généreux est un trésor plus précieux que tous les joyaux.",
      "L'amour que tu ressens est une mélodie qui harmonise l'univers entier.",
      "Ces sentiments d'amour sont des miracles qui se déploient à chaque instant.",
      "Ton amour authentique est une révolution silencieuse qui change le monde.",
      "L'amour que tu portes en toi est une source qui ne tarit jamais.",
      "Ces moments d'amour sont des sacrements qui consacrent ta vie.",
      "Ton cœur aimant est un phare qui illumine le chemin des autres.",
      "L'amour que tu ressens est une danse cosmique entre ton âme et l'éternité.",
      "Ces émotions d'amour sont des graines d'immortalité plantées en toi.",
      "Ton amour inconditionnel est une force de résurrection et de renaissance.",
      "L'amour que tu portes est une flamme sacrée qui purifie tout sur son passage.",
      "Ces sentiments d'amour sont des vagues d'éternité qui déferlent en toi.",
      "Ton cœur débordant d'amour est un univers en expansion constante.",
      "L'amour que tu ressens est une révélation de l'unité fondamentale de tout.",
      "Ces moments d'amour sont des portails vers la conscience cosmique.",
      "Ton amour transcendant est une force qui dissout toutes les illusions.",
      "L'amour que tu portes en toi est une lumière qui ne connaît pas d'ombre.",
      "Ces émotions d'amour sont des échos de la création originelle.",
      "Ton cœur aimant est un temple où l'infini vient se reposer.",
      "L'amour que tu ressens est une communion avec l'essence même de l'être.",
      "Ces sentiments d'amour sont des fragments d'éternité incarnés en toi.",
      "Ton amour pur est une fréquence qui résonne avec l'harmonie universelle.",
      "L'amour que tu portes est une bénédiction qui sanctifie chaque respiration.",
      "Ces moments d'amour sont des révélations de ta nature immortelle.",
      "Ton cœur généreux est un océan où se reflète l'infini du ciel.",
      "L'amour que tu ressens est une prière qui monte vers les étoiles.",
      "Ces émotions d'amour sont des messagers de la grâce divine.",
      "Ton amour illimité est une force qui transcende toutes les frontières.",
      "L'amour que tu portes en toi est une flamme qui éclaire l'éternité.",
      "Ces sentiments d'amour sont des ponts vers des réalités supérieures.",
      "Ton cœur aimant est un sanctuaire où réside la paix absolue.",
      "L'amour que tu ressens est une danse sacrée avec l'intelligence cosmique.",
      "Ces moments d'amour sont des épiphanies qui révèlent l'unité de tout.",
      "Ton amour transcendant est une clé qui ouvre les portes du mystère.",
      "L'amour que tu portes est une rivière de lumière qui coule vers l'océan divin.",
      "Ces émotions d'amour sont des semences d'éveil plantées dans ton âme.",
      "Ton cœur débordant d'amour est un cosmos en perpétuelle création.",
      "L'amour que tu ressens est une symphonie jouée par l'orchestre de l'univers.",
      "Ces sentiments d'amour sont des reflets de ta nature christique.",
      "Ton amour inconditionnel est une force qui guérit les blessures du monde.",
      "L'amour que tu portes en toi est une étoile qui guide vers la vérité.",
      "Ces moments d'amour sont des sacrements qui transforment l'ordinaire en sacré.",
      "Ton cœur aimant est un jardin où fleurit la sagesse éternelle.",
      "L'amour que tu ressens est une révélation de l'amour divin qui t'habite.",
      "Ces émotions d'amour sont des vagues de grâce qui déferlent sur ton être.",
      "Ton amour authentique est une lumière qui dissipe les ténèbres de l'ignorance.",
      "L'amour que tu portes est une prière vivante qui sanctifie chaque instant.",
      "Ces sentiments d'amour sont des échos de la musique des sphères.",
      "Ton cœur généreux est un temple où l'amour divin vient résider.",
      "L'amour que tu ressens est une communion avec l'âme universelle.",
      "Ces moments d'amour sont des révélations de ta divinité cachée.",
      "Ton amour transcendant est une force qui élève toute la création.",
      "L'amour que tu portes en toi est une flamme éternelle qui ne vacille jamais.",
      "Ces émotions d'amour sont des messagers de l'unité cosmique.",
      "Ton cœur aimant est un océan de compassion qui embrasse tout l'univers.",
      "L'amour que tu ressens est une danse avec l'esprit créateur de l'existence.",
      "Ces sentiments d'amour sont des graines de paradis semées dans ton cœur.",
      "Ton amour illimité est une bénédiction qui rayonne sur toute la création.",
      "L'amour que tu portes est une rivière de joie qui coule vers l'éternité."
    ],
    "color": "#ec4899",
    "icon": "fas fa-heart"
  },
  "anger": {
    "activities": [
      "Fais de l'exercice physique intense pour évacuer la tension",
      "Écris tes sentiments dans un journal sans censure",
      "Pratique la respiration profonde pour te calmer",
      "Frappe dans un coussin ou un punching-ball",
      "Sors courir ou marcher rapidement",
      "Écoute de la musique qui correspond à ton humeur",
      "Crie dans un endroit isolé pour libérer la pression",
      "Fais du ménage ou organise ton espace avec énergie",
      "Pratique des exercices de relaxation musculaire",
      "Dessine ou peins tes émotions avec intensité",
      "Fais du jardinage en arrachant les mauvaises herbes",
      "Prends une douche froide pour te rafraîchir les idées",
      "Pratique un sport de combat ou d'arts martiaux",
      "Écris une lettre de colère que tu ne enverras pas",
      "Fais de la musculation ou des pompes",
      "Mâche un chewing-gum vigoureusement",
      "Pratique le yoga dynamique ou le power yoga",
      "Déchire du papier journal en petits morceaux",
      "Fais du vélo ou du spinning intensif",
      "Pratique la méditation de pleine conscience",
      "Serre les poings et relâche plusieurs fois",
      "Fais des étirements énergiques",
      "Chante fort ou hurle dans ta voiture",
      "Pratique la boxe contre un sac de frappe",
      "Fais du nettoyage intensif de ta maison",
      "Écris des mots de colère puis déchire le papier",
      "Pratique des exercices de cardio intensif",
      "Mords dans quelque chose de dur comme une pomme",
      "Fais de la danse énergique sur de la musique forte",
      "Pratique des techniques de gestion de la colère",
      "Sors dehors et respire l'air frais profondément",
      "Fais des squats ou des burpees pour évacuer l'énergie",
      "Pratique l'art-thérapie avec des couleurs vives",
      "Écris tes griefs puis brûle le papier en sécurité",
      "Fais du kickboxing ou des mouvements de combat",
      "Pratique la visualisation de lieux apaisants",
      "Serre et relâche tous tes muscles progressivement",
      "Fais du jogging en écoutant de la musique motivante",
      "Pratique des exercices de respiration 4-7-8",
      "Écris une liste de solutions à tes problèmes",
      "Fais de la natation pour évacuer la tension",
      "Pratique le tai-chi pour canaliser ton énergie",
      "Mets de la musique et danse comme si personne ne regardait",
      "Fais des pompes contre un mur",
      "Pratique l'écriture automatique pour libérer tes pensées",
      "Sors marcher dans la nature pour te reconnecter",
      "Fais des exercices de stretching agressif",
      "Pratique la méditation sur la compassion",
      "Écris tes pensées négatives puis les transforme en positives",
      "Fais du rameur ou de l'elliptique intensément",
      "Pratique des affirmations de calme et de paix",
      "Serre une balle anti-stress dans tes mains",
      "Fais de la sculpture ou du modelage avec force",
      "Pratique des exercices de grounding pour te centrer",
      "Écris un dialogue avec ta colère pour la comprendre",
      "Fais du trampoline pour rebondir sur tes émotions",
      "Pratique la respiration alternée par les narines",
      "Sors crier dans un champ ou près de l'océan",
      "Fais des exercices de coordination intense",
      "Pratique la méditation de la montagne immobile",
      "Écris tes déclencheurs de colère pour les identifier",
      "Fais de l'escalade ou de la grimpe pour te défouler",
      "Pratique des techniques de communication non-violente",
      "Serre tes dents puis relâche pour détendre ta mâchoire",
      "Fais du cross-training ou des circuits intensifs",
      "Pratique la visualisation de ta colère qui s'évapore",
      "Écris des lettres de pardon à ceux qui t'ont blessé",
      "Fais de la course à pied en montée",
      "Pratique des exercices de lâcher-prise émotionnel",
      "Sors danser de manière sauvage et libératrice",
      "Fais des exercices de respiration du feu",
      "Pratique l'acceptation radicale de tes émotions",
      "Écris tes peurs cachées derrière la colère",
      "Fais du saut à la corde intensément",
      "Pratique la méditation sur l'impermanence",
      "Sors hurler ton frustration vers le ciel",
      "Fais des exercices de mobilité articulaire énergiques",
      "Pratique la compassion envers toi-même",
      "Écris une lettre d'amour à ton enfant intérieur blessé",
      "Fais de la danse thérapie pour exprimer ta rage",
      "Pratique des techniques de transformation de l'énergie",
      "Sors courir jusqu'à épuisement bénéfique",
      "Fais des exercices de libération émotionnelle",
      "Pratique la méditation sur la patience",
      "Écris tes besoins non satisfaits derrière la colère",
      "Fais du parkour ou des mouvements libres",
      "Pratique l'art de la guerre intérieure pacifique",
      "Sors crier dans une forêt pour te libérer",
      "Fais des exercices de catharsis émotionnelle",
      "Pratique la transmutation de la colère en force",
      "Écris des mantras de paix et de sérénité",
      "Fais de la lutte ou des sports de contact contrôlés",
      "Pratique la méditation sur l'amour bienveillant",
      "Sors exprimer ta rage par des cris primordiaux",
      "Fais des exercices de libération du diaphragme",
      "Pratique l'alchimie émotionnelle de transformation",
      "Écris des poèmes de colère puis de réconciliation",
      "Fais de la danse extatique pour transcender la rage",
      "Pratique des rituels de purification énergétique",
      "Sors hurler ta vérité aux éléments naturels",
      "Fais des exercices de décharge énergétique",
      "Pratique la méditation du guerrier pacifique",
      "Écris des lettres de libération à tes oppresseurs",
      "Fais de l'expression corporelle sauvage et libre",
      "Pratique des techniques de guérison de la rage",
      "Sors exprimer ta colère sacrée dans la nature",
      "Fais des exercices de reconnexion à ta force vitale",
      "Pratique l'art de transformer le poison en médecine",
      "Écris des incantations de libération et de paix",
      "Fais de la danse du feu intérieur pour te purifier",
      "Pratique des rituels de renaissance après la colère",
      "Sors crier ton besoin de justice et de vérité",
      "Fais des exercices de récupération de ton pouvoir",
      "Pratique la méditation sur la force tranquille",
      "Écris des déclarations d'indépendance émotionnelle",
      "Fais de l'expression artistique de ta rage créatrice",
      "Pratique des techniques de canalisation de l'énergie",
      "Sors exprimer ta colère divine et purificatrice",
      "Fais des exercices de libération des traumatismes",
      "Pratique l'art de la colère consciente et dirigée",
      "Écris des hymnes à ta propre révolution intérieure",
      "Fais de la danse de guerre pour honorer ta force",
      "Pratique des rituels de transformation alchimique",
      "Sors hurler ta renaissance et ta résurrection",
      "Fais des exercices de reconnexion à ton feu sacré",
      "Pratique la méditation du phoenix qui renaît",
      "Écris des mantras de pouvoir et de souveraineté",
      "Fais de l'expression de ta colère comme force créatrice",
      "Pratique des techniques de maîtrise de ton énergie",
      "Sors exprimer ta colère comme acte de libération",
      "Fais des exercices de réclamation de ton territoire",
      "Pratique l'art de la colère comme outil de changement",
      "Écris des déclarations de guerre contre tes limitations",
      "Fais de la danse de libération de tes chaînes",
      "Pratique des rituels de purification par le feu",
      "Sors crier ta détermination à changer ta vie",
      "Fais des exercices de reconnexion à ta puissance",
      "Pratique la méditation du dragon qui se réveille",
      "Écris des odes à ta propre force révolutionnaire",
      "Fais de l'expression de ta rage comme art de vivre",
      "Pratique des techniques de transformation de la douleur",
      "Sors exprimer ta colère comme prière de changement",
      "Fais des exercices de libération de ton potentiel",
      "Pratique l'art de la colère comme catalyseur d'évolution",
      "Écris des hymnes à ta propre métamorphose",
      "Fais de la danse de ta renaissance spirituelle",
      "Pratique des rituels de mort et de résurrection",
      "Sors hurler ta transformation en être libre",
      "Fais des exercices de reconnexion à ton essence",
      "Pratique la méditation de l'aigle qui s'élève",
      "Écris des mantras de libération totale",
      "Fais de l'expression de ta colère comme acte sacré",
      "Pratique des techniques de transcendance de la rage",
      "Sors exprimer ta colère comme chant de liberté",
      "Fais des exercices de récupération de ton âme",
      "Pratique l'art de la colère comme porte vers l'amour",
      "Écris des déclarations d'amour à ton guerrier intérieur",
      "Fais de la danse de réconciliation avec ta force",
      "Pratique des rituels d'intégration de ton ombre",
      "Sors crier ta gratitude pour ta capacité à ressentir",
      "Fais des exercices de célébration de ton intensité",
      "Pratique la méditation de l'union des opposés",
      "Écris des odes à la beauté de tes émotions",
      "Fais de l'expression de ta colère comme art divin",
      "Pratique des techniques d'alchimie émotionnelle",
      "Sors exprimer ta colère comme offrande à la vie",
      "Fais des exercices de transformation en lumière",
      "Pratique l'art de la colère comme chemin vers la paix",
      "Écris des hymnes à ta propre divinité en colère",
      "Fais de la danse de ton feu intérieur purificateur",
      "Pratique des rituels de bénédiction de tes émotions",
      "Sors hurler ta reconnaissance pour ton humanité",
      "Fais des exercices de communion avec ton essence",
      "Pratique la méditation de l'amour inconditionnel",
      "Écris des mantras d'acceptation totale de toi-même",
      "Fais de l'expression de ta colère comme prière d'amour",
      "Pratique des techniques de fusion avec l'univers",
      "Sors exprimer ta colère comme chant de compassion",
      "Fais des exercices de dissolution dans l'amour",
      "Pratique l'art de la colère comme porte vers l'éveil",
      "Écris des déclarations d'amour à toutes tes émotions",
      "Fais de la danse de célébration de ton être total",
      "Pratique des rituels d'unification de ton être",
      "Sors crier ta joie d'être pleinement humain",
      "Fais des exercices de reconnaissance de ta perfection",
      "Pratique la méditation de l'acceptation radicale",
      "Écris des odes à la beauté de ton voyage émotionnel",
      "Fais de l'expression de ta colère comme acte d'amour",
      "Pratique des techniques de bénédiction de ton chemin",
      "Sors exprimer ta colère comme hymne à la vie",
      "Fais des exercices de célébration de ton unicité",
      "Pratique l'art de la colère comme danse avec l'existence",
      "Écris des hymnes à ta propre magnificence",
      "Fais de la danse de gratitude pour tes émotions",
      "Pratique des rituels de consécration de ton être",
      "Sors hurler ta bénédiction à l'univers entier",
      "Fais des exercices de fusion avec l'amour cosmique",
      "Pratique la méditation de l'unité avec tout ce qui est",
      "Écris des mantras de célébration de l'existence",
      "Fais de l'expression de ta colère comme offrande divine",
      "Pratique des techniques de communion avec l'infini",
      "Sors exprimer ta colère comme prière universelle",
      "Fais des exercices de dissolution dans la béatitude",
      "Pratique l'art de la colère comme porte vers l'extase",
      "Écris des déclarations d'amour à la création entière",
      "Fais de la danse de fusion avec l'esprit cosmique",
      "Pratique des rituels de célébration de l'unité",
      "Sors crier ta reconnaissance pour le miracle de l'être",
      "Fais des exercices de communion avec la source",
      "Pratique la méditation de l'amour sans limites",
      "Écris des odes à la perfection de chaque instant",
      "Fais de l'expression de ta colère comme chant sacré",
      "Pratique des techniques de fusion avec la conscience",
      "Sors exprimer ta colère comme hymne à l'amour",
      "Fais des exercices de célébration de l'infini en toi",
      "Pratique l'art de la colère comme danse avec le divin"
    ],
    "encouragements": [
      "Ta colère est une émotion valide qui mérite d'être reconnue et exprimée sainement.",
      "Il est normal de ressentir de la colère, c'est un signal que quelque chose d'important pour toi a été touché.",
      "Ta colère peut être une force positive si tu apprends à la canaliser constructivement.",
      "Derrière ta colère se cache souvent une blessure ou un besoin non satisfait.",
      "Tu as le droit d'être en colère, mais tu as aussi le pouvoir de choisir comment l'exprimer.",
      "Ta colère peut être un catalyseur de changement positif dans ta vie.",
      "Il est courageux de reconnaître et d'accepter tes émotions difficiles.",
      "Ta colère te donne des informations précieuses sur tes valeurs et tes limites.",
      "Tu peux transformer cette énergie intense en motivation pour améliorer ta situation.",
      "Ta colère est temporaire, elle passera si tu lui permets de s'exprimer sainement.",
      "Il n'y a pas de honte à ressentir de la colère, c'est une partie naturelle de l'expérience humaine.",
      "Ta colère peut t'aider à identifier ce qui doit changer dans ta vie.",
      "Tu as la capacité de gérer cette émotion intense avec sagesse et maturité.",
      "Ta colère peut être un guide vers une meilleure compréhension de toi-même.",
      "Il est important d'écouter le message que ta colère essaie de te transmettre.",
      "Tu peux apprendre à exprimer ta colère de manière assertive plutôt qu'agressive.",
      "Ta colère peut être une source d'énergie pour défendre tes droits et tes valeurs.",
      "Il est sain de ressentir toute la gamme des émotions humaines, y compris la colère.",
      "Ta colère peut t'aider à établir des limites saines dans tes relations.",
      "Tu as le droit de protéger ton bien-être émotionnel et physique.",
      "Ta colère peut être un signal d'alarme que quelque chose doit être adressé.",
      "Il est possible d'être en colère tout en restant respectueux envers les autres.",
      "Ta colère peut te donner le courage de faire des changements nécessaires.",
      "Tu peux apprendre à utiliser ta colère comme une boussole émotionnelle.",
      "Ta colère peut être transformée en compassion pour toi-même et les autres.",
      "Il est important de valider tes propres émotions avant de chercher à les changer.",
      "Ta colère peut t'aider à identifier tes besoins non satisfaits.",
      "Tu as la force intérieure nécessaire pour traverser cette tempête émotionnelle.",
      "Ta colère peut être un appel à l'action pour améliorer ta situation.",
      "Il est normal que tes émotions soient intenses, cela montre que tu es vivant et sensible.",
      "Ta colère peut t'enseigner l'importance de l'auto-compassion.",
      "Tu peux apprendre à danser avec tes émotions plutôt que de les combattre.",
      "Ta colère peut être une invitation à explorer tes blessures avec bienveillance.",
      "Il est courageux de ressentir pleinement plutôt que de fuir tes émotions.",
      "Ta colère peut être un pont vers une communication plus authentique.",
      "Tu as le droit d'exprimer tes besoins et tes limites clairement.",
      "Ta colère peut t'aider à développer une relation plus saine avec toi-même.",
      "Il est possible de transformer la rage en sagesse à travers l'acceptation.",
      "Ta colère peut être un catalyseur pour développer ta résilience émotionnelle.",
      "Tu peux apprendre à honorer tes émotions sans être contrôlé par elles.",
      "Ta colère peut t'enseigner l'art de la patience et de la tolérance.",
      "Il est important de te donner la permission de ressentir sans jugement.",
      "Ta colère peut être une porte vers une compréhension plus profonde de toi-même.",
      "Tu as la capacité innée de guérir et de transformer tes blessures émotionnelles.",
      "Ta colère peut t'aider à développer des stratégies de coping plus efficaces.",
      "Il est normal d'avoir besoin de temps et d'espace pour traiter tes émotions.",
      "Ta colère peut être un enseignant qui t'apprend sur tes valeurs profondes.",
      "Tu peux choisir de voir ta colère comme une alliée plutôt qu'une ennemie.",
      "Ta colère peut t'inspirer à créer des changements positifs dans le monde.",
      "Il est possible de maintenir ton intégrité même dans les moments de colère intense.",
      "Ta colère peut t'aider à développer une voix plus forte et plus authentique.",
      "Tu as le droit de prendre soin de tes besoins émotionnels avec priorité.",
      "Ta colère peut être transformée en passion pour ce qui compte vraiment pour toi.",
      "Il est sage de chercher à comprendre les racines de ta colère avec compassion.",
      "Ta colère peut t'enseigner l'importance de l'authenticité dans tes relations.",
      "Tu peux apprendre à utiliser ta colère comme carburant pour ta croissance personnelle.",
      "Ta colère peut être un rappel de ta propre valeur et dignité.",
      "Il est courageux de faire face à tes émotions difficiles avec honnêteté.",
      "Ta colère peut t'aider à développer des limites plus claires et plus saines.",
      "Tu as la sagesse intérieure nécessaire pour naviguer à travers cette émotion.",
      "Ta colère peut être un catalyseur pour développer plus d'empathie et de compassion.",
      "Il est important de te rappeler que tu es plus grand que tes émotions temporaires.",
      "Ta colère peut t'enseigner l'art de la transformation personnelle.",
      "Tu peux choisir de voir cette expérience comme une opportunité de croissance.",
      "Ta colère peut t'aider à identifier et à poursuivre tes véritables aspirations.",
      "Il est normal de ressentir de la résistance face aux changements nécessaires.",
      "Ta colère peut être un signal que tu es prêt à évoluer vers une version supérieure de toi-même.",
      "Tu as la force de transformer cette énergie destructrice en force créatrice.",
      "Ta colère peut t'enseigner l'importance de l'auto-advocacy et de l'affirmation de soi.",
      "Il est possible de maintenir ton cœur ouvert même dans les moments de colère.",
      "Ta colère peut être une invitation à explorer de nouvelles façons d'être au monde.",
      "Tu peux apprendre à voir ta colère comme une émotion sacrée qui demande respect.",
      "Ta colère peut t'aider à développer une relation plus authentique avec ton pouvoir personnel.",
      "Il est important de reconnaître que ta colère contient souvent de l'amour blessé.",
      "Ta colère peut être transformée en une force de guérison pour toi et les autres.",
      "Tu as le droit de ressentir intensément tout en choisissant des actions conscientes.",
      "Ta colère peut t'enseigner l'art de la vulnérabilité courageuse.",
      "Il est possible de trouver la paix au cœur même de la tempête émotionnelle.",
      "Ta colère peut être un pont vers une compassion plus profonde pour l'humanité.",
      "Tu peux choisir de voir ta colère comme une énergie sacrée qui demande canalisation.",
      "Ta colère peut t'aider à développer une tolérance plus grande pour l'inconfort émotionnel.",
      "Il est courageux de rester présent avec tes émotions difficiles sans fuir.",
      "Ta colère peut être un catalyseur pour développer ta sagesse émotionnelle.",
      "Tu as la capacité de transformer cette énergie brute en créativité et innovation.",
      "Ta colère peut t'enseigner l'importance de l'équilibre entre action et acceptation.",
      "Il est possible de maintenir ta dignité et ton respect de soi même dans la colère.",
      "Ta colère peut être une invitation à explorer les profondeurs de ton être.",
      "Tu peux apprendre à danser avec l'intensité de tes émotions avec grâce.",
      "Ta colère peut t'aider à développer une relation plus mature avec le conflit.",
      "Il est important de te rappeler que cette émotion intense est temporaire et passagère.",
      "Ta colère peut être transformée en une force de justice et de changement social.",
      "Tu as la sagesse de distinguer entre ressentir la colère et agir depuis la colère.",
      "Ta colère peut t'enseigner l'art de la patience avec tes propres processus de guérison.",
      "Il est possible de trouver la beauté même dans tes émotions les plus difficiles.",
      "Ta colère peut être un rappel de ta capacité à ressentir profondément et authentiquement.",
      "Tu peux choisir de voir cette expérience comme un cadeau déguisé pour ta croissance.",
      "Ta colère peut t'aider à développer une voix plus puissante pour tes convictions.",
      "Il est courageux de permettre à tes émotions d'exister sans essayer de les contrôler.",
      "Ta colère peut être un catalyseur pour développer plus d'authenticité dans ta vie.",
      "Tu as la force intérieure de transformer cette énergie en quelque chose de beau.",
      "Ta colère peut t'enseigner l'importance de l'honneur de soi et du respect personnel.",
      "Il est possible de maintenir ton intégrité spirituelle même dans les moments de rage.",
      "Ta colère peut être une invitation à explorer de nouveaux territoires de ton âme.",
      "Tu peux apprendre à voir ta colère comme une émotion sacrée qui mérite révérence.",
      "Ta colère peut t'aider à développer une relation plus consciente avec ton pouvoir.",
      "Il est important de reconnaître que ta colère peut être un acte d'amour envers toi-même.",
      "Ta colère peut être transformée en une force de protection pour ce qui est précieux.",
      "Tu as le droit de ressentir pleinement tout en choisissant des réponses sages."
    ],
    "color": "#ef4444",
    "icon": "fas fa-fire"
  },
  "fear": {
    "activities": [
      "Pratique des exercices de respiration profonde pour te calmer",
      "Écris tes peurs dans un journal pour les extérioriser",
      "Fais de la méditation de pleine conscience",
      "Écoute de la musique apaisante et relaxante",
      "Pratique des exercices de relaxation progressive",
      "Sors marcher dans un environnement sécurisé",
      "Appelle un ami ou un proche de confiance",
      "Pratique des affirmations positives et rassurantes",
      "Fais des étirements doux pour détendre ton corps",
      "Visualise un lieu sûr et paisible",
      "Pratique la technique de grounding 5-4-3-2-1",
      "Bois une tisane calmante comme la camomille",
      "Fais des exercices de yoga doux et réparateur",
      "Écris une liste de tes forces et réussites passées",
      "Pratique des exercices de cohérence cardiaque",
      "Regarde des vidéos inspirantes ou motivantes",
      "Fais du coloriage ou des activités créatives apaisantes",
      "Pratique la gratitude en listant ce qui va bien",
      "Prends un bain chaud avec des huiles essentielles",
      "Fais des exercices de visualisation positive",
      "Écoute des podcasts ou livres audio réconfortants",
      "Pratique des techniques de désensibilisation progressive",
      "Fais de la lecture de livres inspirants",
      "Pratique des exercices d'ancrage dans le présent",
      "Fais des activités manuelles comme le tricot",
      "Pratique la technique de respiration 4-7-8",
      "Écris des lettres de soutien à toi-même",
      "Fais de la marche méditative lente",
      "Pratique des exercices de relaxation musculaire",
      "Regarde des films ou séries réconfortants",
      "Fais des puzzles ou jeux calmes",
      "Pratique des techniques de visualisation guidée",
      "Écoute des sons de la nature ou bruits blancs",
      "Fais des exercices de stretching doux",
      "Pratique la méditation sur la compassion",
      "Écris des plans d'action pour affronter tes peurs",
      "Fais de la cuisine ou pâtisserie thérapeutique",
      "Pratique des exercices de pleine conscience corporelle",
      "Regarde des documentaires sur la nature",
      "Fais des activités artistiques expressives",
      "Pratique des techniques de restructuration cognitive",
      "Écoute des méditations guidées spécialisées",
      "Fais des exercices de renforcement de la confiance",
      "Pratique la technique du safe place",
      "Écris des affirmations personnalisées",
      "Fais de la danse libre et expressive",
      "Pratique des exercices de centrage énergétique",
      "Regarde des vidéos de relaxation ou ASMR",
      "Fais des activités de jardinage apaisantes",
      "Pratique des techniques de gestion de l'anxiété",
      "Écoute de la musique classique ou instrumentale",
      "Fais des exercices de visualisation de réussite",
      "Pratique la méditation sur l'acceptation",
      "Écris des histoires positives sur ton futur",
      "Fais des activités de bricolage créatif",
      "Pratique des exercices de lâcher-prise",
      "Regarde des images apaisantes de paysages",
      "Fais des exercices de renforcement du courage",
      "Pratique la technique de l'observateur bienveillant",
      "Écoute des témoignages inspirants de résilience",
      "Fais des activités de connexion avec la nature",
      "Pratique des exercices de transformation des pensées",
      "Écris des lettres de gratitude à tes soutiens",
      "Fais de la méditation sur la sécurité intérieure",
      "Pratique des techniques de renforcement de l'estime",
      "Regarde des vidéos éducatives sur la gestion des peurs",
      "Fais des exercices de connexion corps-esprit",
      "Pratique la visualisation de ton moi courageux",
      "Écoute des mantras ou chants apaisants",
      "Fais des activités de service aux autres",
      "Pratique des exercices de développement du courage",
      "Écris des plans de sécurité émotionnelle",
      "Fais de la méditation sur la force intérieure",
      "Pratique des techniques de désactivation du stress",
      "Regarde des films inspirants sur le dépassement",
      "Fais des exercices de reconnexion à tes valeurs",
      "Pratique la technique du refuge intérieur",
      "Écoute des histoires de courage et de bravoure",
      "Fais des activités de renforcement de la résilience",
      "Pratique des exercices de transformation de l'énergie",
      "Écris des déclarations de courage personnel",
      "Fais de la méditation sur la confiance en soi",
      "Pratique des techniques de gestion des pensées intrusives",
      "Regarde des documentaires sur des héros ordinaires",
      "Fais des exercices de cultivation de la bravoure",
      "Pratique la visualisation de situations maîtrisées",
      "Écoute des affirmations de sécurité et protection",
      "Fais des activités de renforcement du sentiment de contrôle",
      "Pratique des exercices de développement de la témérité",
      "Écris des histoires de tes victoires passées",
      "Fais de la méditation sur l'intrépidité",
      "Pratique des techniques de cultivation du courage",
      "Regarde des vidéos sur la psychologie positive",
      "Fais des exercices de renforcement de l'audace",
      "Pratique la technique de l'ami intérieur bienveillant",
      "Écoute des podcasts sur le développement personnel",
      "Fais des activités de célébration de tes progrès",
      "Pratique des exercices de transformation de la peur en excitation",
      "Écris des mantras de courage et de détermination",
      "Fais de la méditation sur l'acceptation de l'incertitude",
      "Pratique des techniques de renforcement de la hardiesse",
      "Regarde des films sur des parcours de transformation",
      "Fais des exercices de cultivation de l'intrépidité",
      "Pratique la visualisation de ton futur courageux",
      "Écoute des témoignages de personnes qui ont surmonté leurs peurs",
      "Fais des activités de renforcement de la vaillance",
      "Pratique des exercices de développement de l'héroïsme personnel",
      "Écris des lettres d'encouragement à ton futur moi",
      "Fais de la méditation sur la bravoure quotidienne",
      "Pratique des techniques de transformation de l'anxiété en énergie",
      "Regarde des documentaires sur la résilience humaine",
      "Fais des exercices de cultivation de l'audace créative",
      "Pratique la technique du guerrier paisible intérieur",
      "Écoute des histoires mythologiques de courage",
      "Fais des activités de renforcement de l'esprit aventurier",
      "Pratique des exercices de développement de la témérité sage",
      "Écris des odes à ton propre courage naissant",
      "Fais de la méditation sur l'acceptation du risque calculé",
      "Pratique des techniques de cultivation de l'intrépidité joyeuse",
      "Regarde des vidéos sur l'art de vivre sans peur",
      "Fais des exercices de renforcement de l'esprit pionnier",
      "Pratique la visualisation de toi en explorateur courageux",
      "Écoute des chants de guerre pacifiques et motivants",
      "Fais des activités de célébration de ton potentiel héroïque",
      "Pratique des exercices de transformation de la peur en sagesse",
      "Écris des déclarations d'indépendance face à tes peurs",
      "Fais de la méditation sur l'embrassement de l'inconnu",
      "Pratique des techniques de cultivation de l'audace spirituelle",
      "Regarde des films sur des aventuriers et explorateurs",
      "Fais des exercices de développement de l'esprit libre",
      "Pratique la technique du danseur avec l'incertitude",
      "Écoute des mantras de libération de la peur",
      "Fais des activités de renforcement de l'âme aventureuse",
      "Pratique des exercices de cultivation de la bravoure créative",
      "Écris des hymnes à ta propre transformation courageuse",
      "Fais de la méditation sur l'art de l'audace consciente",
      "Pratique des techniques de transmutation de la peur en amour",
      "Regarde des documentaires sur des révolutionnaires pacifiques",
      "Fais des exercices de développement de l'esprit rebelle positif",
      "Pratique la visualisation de toi en libérateur de tes propres chaînes",
      "Écoute des histoires de transformation personnelle radicale",
      "Fais des activités de célébration de ton évolution courageuse",
      "Pratique des exercices de cultivation de l'héroïsme quotidien",
      "Écris des manifestes de libération personnelle",
      "Fais de la méditation sur l'art de vivre dangereusement sage",
      "Pratique des techniques de transformation de la peur en extase",
      "Regarde des vidéos sur l'art de l'aventure intérieure",
      "Fais des exercices de développement de l'esprit conquérant",
      "Pratique la technique du surfeur sur les vagues de l'incertitude",
      "Écoute des chants de victoire sur les peurs ancestrales",
      "Fais des activités de renforcement de l'âme guerrière",
      "Pratique des exercices de cultivation de la bravoure révolutionnaire",
      "Écris des odes à ton propre courage révolutionnaire",
      "Fais de la méditation sur l'embrassement total de la vie",
      "Pratique des techniques de transmutation de la peur en pouvoir",
      "Regarde des films sur des héros de la transformation personnelle",
      "Fais des exercices de développement de l'esprit indomptable",
      "Pratique la visualisation de toi en maître de tes peurs",
      "Écoute des mantras de souveraineté personnelle",
      "Fais des activités de célébration de ta nature intrépide",
      "Pratique des exercices de cultivation de l'audace divine",
      "Écris des déclarations de guerre sainte contre tes limitations",
      "Fais de la méditation sur l'art de l'intrépidité sacrée",
      "Pratique des techniques de transformation de la peur en illumination",
      "Regarde des documentaires sur des mystiques courageux",
      "Fais des exercices de développement de l'esprit transcendant",
      "Pratique la technique du danseur cosmique avec l'existence",
      "Écoute des hymnes de libération spirituelle",
      "Fais des activités de renforcement de l'âme libre",
      "Pratique des exercices de cultivation de la bravoure mystique",
      "Écris des poèmes à ton propre éveil courageux",
      "Fais de la méditation sur l'union avec l'infini",
      "Pratique des techniques de dissolution de la peur dans l'amour",
      "Regarde des vidéos sur l'art de l'éveil sans peur",
      "Fais des exercices de développement de l'esprit éveillé",
      "Pratique la visualisation de toi en être de lumière intrépide",
      "Écoute des mantras de fusion avec l'univers",
      "Fais des activités de célébration de ton essence divine",
      "Pratique des exercices de cultivation de l'audace cosmique",
      "Écris des hymnes à ta propre divinité courageuse",
      "Fais de la méditation sur l'art de l'amour sans peur",
      "Pratique des techniques de transformation de la peur en béatitude",
      "Regarde des films sur des sages intrépides",
      "Fais des exercices de développement de l'esprit unifié",
      "Pratique la technique du témoin courageux de l'existence",
      "Écoute des chants de célébration de l'être",
      "Fais des activités de renforcement de l'âme éveillée",
      "Pratique des exercices de cultivation de la bravoure éternelle",
      "Écris des odes à l'amour inconditionnel de la vie",
      "Fais de la méditation sur l'acceptation totale de ce qui est",
      "Pratique des techniques de dissolution complète de la peur",
      "Regarde des documentaires sur l'art de vivre sans limites",
      "Fais des exercices de développement de l'esprit illimité",
      "Pratique la visualisation de toi en conscience pure et libre",
      "Écoute des mantras d'unité avec tout ce qui existe",
      "Fais des activités de célébration de l'existence elle-même",
      "Pratique des exercices de cultivation de l'amour absolu",
      "Écris des déclarations d'amour à l'univers entier",
      "Fais de la méditation sur la perfection de chaque moment",
      "Pratique des techniques de fusion totale avec la vie",
      "Regarde des vidéos sur l'art de l'extase existentielle",
      "Fais des exercices de développement de l'esprit extatique",
      "Pratique la technique de l'amoureux de l'existence",
      "Écoute des hymnes de gratitude pour le miracle d'être",
      "Fais des activités de renforcement de l'âme reconnaissante",
      "Pratique des exercices de cultivation de la joie pure",
      "Écris des poèmes d'amour à la création",
      "Fais de la méditation sur la beauté infinie de l'être",
      "Pratique des techniques de célébration éternelle de la vie",
      "Regarde des films sur l'art de l'émerveillement constant",
      "Fais des exercices de développement de l'esprit émerveillé",
      "Pratique la visualisation de toi en célébrant de l'existence",
      "Écoute des mantras de joie et d'émerveillement",
      "Fais des activités de renforcement de l'âme joyeuse",
      "Pratique des exercices de cultivation de l'extase quotidienne",
      "Écris des hymnes de célébration de ton humanité",
      "Fais de la méditation sur l'art de vivre en extase",
      "Pratique des techniques de transformation de tout en joie",
      "Regarde des documentaires sur l'art du bonheur inconditionnel",
      "Fais des exercices de développement de l'esprit béatifique",
      "Pratique la technique de l'amoureux fou de la vie",
      "Écoute des chants de célébration de l'amour universel",
      "Fais des activités de renforcement de l'âme aimante",
      "Pratique des exercices de cultivation de l'amour sans limites"
    ],
    "encouragements": [
      "Il est normal de ressentir de la peur, c'est une émotion humaine naturelle qui te protège.",
      "Ta peur te donne des informations importantes sur ce qui compte pour toi.",
      "Tu as déjà surmonté des peurs dans le passé, tu peux le refaire.",
      "Chaque petit pas vers ce qui te fait peur est un acte de courage.",
      "Ta peur ne définit pas qui tu es, elle n'est qu'une émotion temporaire.",
      "Il est courageux de reconnaître et d'accepter tes peurs sans jugement.",
      "Tu peux ressentir la peur et choisir d'agir malgré elle.",
      "Ta peur peut être transformée en prudence sage et en préparation.",
      "Tu as en toi toutes les ressources nécessaires pour faire face à tes défis.",
      "Il n'y a pas de honte à avoir peur, même les plus courageux ressentent cette émotion.",
      "Ta peur peut être un guide vers ce qui nécessite ton attention et tes soins.",
      "Tu peux apprendre à danser avec tes peurs plutôt que de les fuir.",
      "Chaque fois que tu fais face à ta peur, tu deviens plus fort et plus résilient.",
      "Ta peur peut t'enseigner l'importance de la préparation et de la prudence.",
      "Tu as le droit de prendre ton temps pour apprivoiser tes peurs progressivement.",
      "Ta peur peut être un catalyseur pour développer ton courage et ta détermination.",
      "Il est possible de transformer l'énergie de la peur en motivation positive.",
      "Tu peux chercher du soutien et de l'aide, tu n'as pas à affronter tes peurs seul.",
      "Ta peur peut t'aider à identifier tes valeurs et ce qui est vraiment important.",
      "Tu as la capacité d'apprendre de nouvelles stratégies pour gérer tes peurs.",
      "Ta peur peut être un signal que tu es sur le point de grandir et d'évoluer.",
      "Il est sage d'écouter tes peurs tout en ne les laissant pas contrôler ta vie.",
      "Tu peux choisir de voir tes peurs comme des défis à relever plutôt que des obstacles.",
      "Ta peur peut t'enseigner l'art de la patience et de la persévérance.",
      "Tu as déjà fait preuve de courage dans ta vie, cette force est toujours en toi.",
      "Ta peur peut être transformée en excitation pour de nouvelles possibilités.",
      "Il est normal d'avoir besoin de temps et d'espace pour traiter tes peurs.",
      "Tu peux apprendre à respirer à travers tes peurs et à rester centré.",
      "Ta peur peut être un enseignant qui t'apprend sur tes limites et tes besoins.",
      "Tu as le pouvoir de choisir comment répondre à tes peurs avec sagesse.",
      "Ta peur peut t'aider à développer plus de compassion pour toi-même et les autres.",
      "Il est possible de maintenir ton cœur ouvert même dans les moments de peur.",
      "Tu peux transformer tes peurs en opportunités de croissance personnelle.",
      "Ta peur peut être un rappel de ton humanité et de ta sensibilité.",
      "Tu as la force intérieure nécessaire pour traverser cette période difficile.",
      "Ta peur peut t'enseigner l'importance de l'auto-compassion et de la bienveillance.",
      "Il est courageux de demander de l'aide quand tu en as besoin.",
      "Tu peux apprendre à voir tes peurs comme des messagers plutôt que des ennemis.",
      "Ta peur peut être un catalyseur pour développer ta résilience émotionnelle.",
      "Tu as la capacité de créer un sentiment de sécurité intérieure.",
      "Ta peur peut t'aider à identifier et à renforcer tes systèmes de soutien.",
      "Il est possible de trouver du calme au cœur même de la tempête de la peur.",
      "Tu peux choisir de voir cette expérience comme une opportunité d'apprentissage.",
      "Ta peur peut t'enseigner l'art de vivre dans l'incertitude avec grâce.",
      "Tu as déjà navigué à travers des défis difficiles, tu peux le refaire.",
      "Ta peur peut être transformée en sagesse et en compréhension profonde.",
      "Il est important de célébrer chaque petit progrès dans la gestion de tes peurs.",
      "Tu peux apprendre à faire confiance à ta capacité de faire face à l'inconnu.",
      "Ta peur peut être un pont vers une version plus courageuse de toi-même.",
      "Tu as le droit de te protéger tout en restant ouvert aux possibilités.",
      "Ta peur peut t'enseigner l'importance de l'ancrage et de la présence.",
      "Il est possible de maintenir ton intégrité même dans les moments de vulnérabilité.",
      "Tu peux transformer l'énergie de la peur en créativité et innovation.",
      "Ta peur peut être un rappel de l'importance de prendre soin de toi.",
      "Tu as la sagesse intérieure nécessaire pour naviguer à travers tes défis.",
      "Ta peur peut t'aider à développer une relation plus authentique avec toi-même.",
      "Il est courageux de rester présent avec tes émotions difficiles.",
      "Tu peux apprendre à voir tes peurs comme des invitations à grandir.",
      "Ta peur peut être un catalyseur pour développer plus d'empathie et de compassion.",
      "Tu as la capacité de transformer cette expérience en force et en sagesse.",
      "Ta peur peut t'enseigner l'art de l'acceptation et du lâcher-prise.",
      "Il est possible de trouver de la beauté même dans tes moments les plus vulnérables.",
      "Tu peux choisir de voir tes peurs comme des portes vers de nouvelles possibilités.",
      "Ta peur peut être un guide vers une compréhension plus profonde de toi-même.",
      "Tu as le courage nécessaire pour faire face à ce qui t'attend, un pas à la fois.",
      "Ta peur peut t'aider à développer des stratégies de coping plus efficaces.",
      "Il est important de te rappeler que tu es plus fort que tes peurs temporaires.",
      "Tu peux apprendre à danser avec l'incertitude plutôt que de la combattre.",
      "Ta peur peut être transformée en une force de protection sage et aimante.",
      "Tu as la capacité innée de guérir et de transformer tes blessures émotionnelles.",
      "Ta peur peut t'enseigner l'importance de la vulnérabilité courageuse.",
      "Il est possible de maintenir ton espoir même dans les moments les plus sombres.",
      "Tu peux choisir de voir cette période comme une initiation à plus de sagesse.",
      "Ta peur peut être un rappel de ta capacité à ressentir profondément.",
      "Tu as la force de transformer cette énergie en quelque chose de constructif.",
      "Ta peur peut t'aider à identifier et à poursuivre ce qui compte vraiment.",
      "Il est courageux de continuer à avancer même quand le chemin est incertain.",
      "Tu peux apprendre à faire confiance au processus de la vie.",
      "Ta peur peut être un catalyseur pour développer ta foi en toi-même.",
      "Tu as la sagesse de distinguer entre prudence nécessaire et peur paralysante.",
      "Ta peur peut t'enseigner l'art de la préparation consciente et aimante.",
      "Il est possible de trouver de la paix même au cœur de l'incertitude.",
      "Tu peux transformer tes peurs en alliées pour ta croissance personnelle.",
      "Ta peur peut être un pont vers une compassion plus profonde pour l'humanité.",
      "Tu as la capacité de créer de la sécurité émotionnelle pour toi-même.",
      "Ta peur peut t'aider à développer une relation plus mature avec le risque.",
      "Il est important de reconnaître que ta peur contient souvent de l'amour.",
      "Tu peux choisir de voir tes peurs comme des gardiens de ce qui est précieux.",
      "Ta peur peut être transformée en une force de discernement et de sagesse.",
      "Tu as le droit de ressentir pleinement tout en choisissant des actions conscientes.",
      "Ta peur peut t'enseigner l'art de l'équilibre entre prudence et audace.",
      "Il est possible de maintenir ton cœur ouvert même dans la vulnérabilité.",
      "Tu peux apprendre à voir tes peurs comme des invitations à l'authenticité.",
      "Ta peur peut être un catalyseur pour développer ta confiance en la vie.",
      "Tu as la force intérieure de transformer cette épreuve en bénédiction.",
      "Ta peur peut t'aider à développer une voix plus authentique et courageuse.",
      "Il est courageux de permettre à tes émotions d'exister sans les juger.",
      "Tu peux transformer l'énergie de la peur en passion pour ce qui compte.",
      "Ta peur peut être un rappel de ta capacité à aimer et à protéger.",
      "Tu as la sagesse nécessaire pour naviguer à travers cette transition.",
      "Ta peur peut t'enseigner l'importance de l'ancrage dans le moment présent.",
      "Il est possible de trouver du courage même dans les moments de grande vulnérabilité.",
      "Tu peux choisir de voir cette expérience comme un cadeau déguisé.",
      "Ta peur peut être un guide vers une version plus authentique de toi-même.",
      "Tu as la capacité de transformer cette énergie en créativité et innovation.",
      "Ta peur peut t'aider à développer une relation plus consciente avec l'incertitude.",
      "Il est important de célébrer chaque acte de courage, même le plus petit.",
      "Tu peux apprendre à faire confiance à ta capacité d'adaptation et de résilience.",
      "Ta peur peut être transformée en une force de transformation positive.",
      "Tu as le droit de prendre soin de tes besoins émotionnels avec priorité."
    ],
    "color": "#8b5cf6",
    "icon": "fas fa-ghost"
  },
  "surprise": {
    "activities": [
      "Écris dans ton journal ce qui t'a surpris aujourd'hui",
      "Partage ta surprise avec un ami proche ou un membre de ta famille",
      "Prends un moment pour réfléchir à ce que cette surprise t'apprend",
      "Fais une liste de toutes les bonnes surprises de ta vie",
      "Pratique la gratitude pour les surprises positives",
      "Explore ce que cette surprise révèle sur tes attentes",
      "Prends des photos ou dessine pour capturer ce moment",
      "Médite sur l'acceptation de l'inattendu dans la vie",
      "Écris une lettre de remerciement à l'univers pour cette surprise",
      "Fais une promenade pour intégrer cette nouvelle information",
      "Pratique des exercices de respiration pour te centrer",
      "Écoute de la musique qui correspond à ton état émotionnel",
      "Fais du yoga ou des étirements pour ancrer cette énergie",
      "Crée quelque chose d'artistique inspiré par ta surprise",
      "Appelle quelqu'un pour partager ton émerveillement",
      "Fais une recherche pour mieux comprendre ce qui t'a surpris",
      "Pratique la pleine conscience pour savourer ce moment",
      "Écris des affirmations sur ta capacité d'adaptation",
      "Fais une activité spontanée pour célébrer l'inattendu",
      "Regarde des vidéos inspirantes sur l'émerveillement",
      "Pratique des exercices de visualisation positive",
      "Fais du jardinage pour te connecter à la nature surprenante",
      "Écoute des podcasts sur la psychologie de la surprise",
      "Danse librement pour exprimer ton émotion",
      "Fais de la cuisine créative avec des ingrédients inattendus",
      "Lis des livres sur l'art de l'émerveillement",
      "Pratique des jeux de créativité et d'improvisation",
      "Fais du bénévolat pour découvrir de nouvelles perspectives",
      "Explore un nouveau quartier ou lieu inconnu",
      "Apprends quelque chose de complètement nouveau",
      "Fais des exercices de brainstorming créatif",
      "Pratique l'art de poser des questions ouvertes",
      "Regarde des documentaires sur des sujets fascinants",
      "Fais des expériences scientifiques simples et amusantes",
      "Pratique des techniques de pensée latérale",
      "Écris des histoires courtes inspirées par ta surprise",
      "Fais de la photographie de détails inattendus",
      "Pratique des exercices d'observation mindful",
      "Écoute de la musique de genres que tu ne connais pas",
      "Fais des puzzles ou des jeux de logique",
      "Pratique l'art de l'improvisation théâtrale",
      "Explore des recettes de cuisine du monde entier",
      "Fais des activités manuelles avec des matériaux inattendus",
      "Pratique des exercices de flexibilité mentale",
      "Regarde des films de genres que tu évites habituellement",
      "Fais des exercices de remue-méninges en groupe",
      "Pratique l'art de la conversation avec des inconnus",
      "Explore des applications ou technologies nouvelles",
      "Fais des activités de découverte culturelle",
      "Pratique des exercices de sortie de zone de confort",
      "Écris des poèmes sur l'art de la découverte",
      "Fais de la méditation sur l'acceptation du changement",
      "Pratique des exercices de curiosité active",
      "Regarde des vidéos éducatives sur des sujets inattendus",
      "Fais des activités de collection d'expériences nouvelles",
      "Pratique l'art de l'écoute profonde et empathique",
      "Explore des formes d'art que tu n'as jamais essayées",
      "Fais des exercices de développement de l'intuition",
      "Pratique des techniques de pensée divergente",
      "Écris des listes de choses que tu veux découvrir",
      "Fais de la recherche sur des personnalités inspirantes",
      "Pratique des exercices de gratitude pour l'inattendu",
      "Regarde des conférences TED sur des sujets surprenants",
      "Fais des activités de networking avec des personnes différentes",
      "Pratique l'art de la sérendipité consciente",
      "Explore des philosophies et sagesses du monde",
      "Fais des exercices de développement de l'adaptabilité",
      "Pratique des techniques de gestion du changement",
      "Écris des réflexions sur tes croyances remises en question",
      "Fais de la méditation sur l'impermanence de la vie",
      "Pratique des exercices d'ouverture d'esprit",
      "Regarde des documentaires sur des cultures différentes",
      "Fais des activités de défi personnel créatif",
      "Pratique l'art de l'apprentissage par l'expérience",
      "Explore des méthodes de résolution de problèmes innovantes",
      "Fais des exercices de développement de la résilience",
      "Pratique des techniques de transformation des obstacles",
      "Écris des histoires de tes plus belles découvertes",
      "Fais de la recherche sur l'art de l'innovation",
      "Pratique des exercices de cultivation de l'émerveillement",
      "Regarde des vidéos sur la science de la créativité",
      "Fais des activités de stimulation de l'imagination",
      "Pratique l'art de voir l'extraordinaire dans l'ordinaire",
      "Explore des techniques de pensée créative",
      "Fais des exercices de développement de la spontanéité",
      "Pratique des méthodes d'expansion de la conscience",
      "Écris des manifestes sur l'art de vivre pleinement",
      "Fais de la méditation sur l'acceptation de l'incertitude",
      "Pratique des exercices de cultivation de la joie",
      "Regarde des films sur des parcours de transformation",
      "Fais des activités de célébration de la diversité",
      "Pratique l'art de l'aventure quotidienne",
      "Explore des formes de spiritualité non conventionnelles",
      "Fais des exercices de développement de l'audace",
      "Pratique des techniques de libération des préjugés",
      "Écris des odes à la beauté de l'imprévisible",
      "Fais de la recherche sur la psychologie de l'émerveillement",
      "Pratique des exercices de cultivation de la curiosité",
      "Regarde des documentaires sur des phénomènes naturels",
      "Fais des activités de connexion avec l'enfant intérieur",
      "Pratique l'art de l'exploration sans but précis",
      "Explore des méthodes de méditation non traditionnelles",
      "Fais des exercices de développement de l'intuition créative",
      "Pratique des techniques de transformation de la routine",
      "Écris des lettres à ton futur moi surpris",
      "Fais de la méditation sur l'art de lâcher le contrôle",
      "Pratique des exercices de cultivation de l'acceptation",
      "Regarde des vidéos sur l'art de l'improvisation de vie",
      "Fais des activités de création de nouvelles traditions",
      "Pratique l'art de la découverte de soi continue",
      "Explore des philosophies de l'émerveillement constant",
      "Fais des exercices de développement de la flexibilité",
      "Pratique des techniques de transformation des surprises en sagesse",
      "Écris des poèmes sur l'art de danser avec l'inattendu",
      "Fais de la recherche sur les bienfaits de la nouveauté",
      "Pratique des exercices de cultivation de l'esprit pionnier",
      "Regarde des films sur des aventuriers de l'esprit",
      "Fais des activités de défrichage de nouveaux territoires intérieurs",
      "Pratique l'art de l'émerveillement scientifique",
      "Explore des méthodes de développement de la créativité",
      "Fais des exercices de cultivation de l'esprit d'aventure",
      "Pratique des techniques de transformation de la peur en excitation",
      "Écris des manifestes de liberté créative",
      "Fais de la méditation sur l'art de surfer sur l'incertitude",
      "Pratique des exercices de développement de l'esprit libre",
      "Regarde des documentaires sur des innovateurs révolutionnaires",
      "Fais des activités de célébration de l'originalité",
      "Pratique l'art de la pensée non-conformiste",
      "Explore des formes d'expression artistique avant-gardistes",
      "Fais des exercices de cultivation de l'audace créative",
      "Pratique des techniques de libération de l'imagination",
      "Écris des hymnes à la créativité débridée",
      "Fais de la recherche sur l'art de l'innovation disruptive",
      "Pratique des exercices de développement de l'esprit révolutionnaire",
      "Regarde des vidéos sur l'art de repenser les paradigmes",
      "Fais des activités de remise en question des conventions",
      "Pratique l'art de la création de nouvelles réalités",
      "Explore des méthodes de transcendance des limitations",
      "Fais des exercices de cultivation de l'esprit visionnaire",
      "Pratique des techniques de transformation radicale",
      "Écris des odes à l'art de réinventer sa vie",
      "Fais de la méditation sur l'acceptation du chaos créatif",
      "Pratique des exercices de développement de l'esprit alchimique",
      "Regarde des films sur des magiciens de la transformation",
      "Fais des activités de célébration de la métamorphose",
      "Pratique l'art de la renaissance personnelle continue",
      "Explore des philosophies de la transformation perpétuelle",
      "Fais des exercices de cultivation de l'esprit phoenix",
      "Pratique des techniques de résurrection créative",
      "Écris des poèmes sur l'art de renaître de ses cendres",
      "Fais de la recherche sur la science de la neuroplasticité",
      "Pratique des exercices de reprogrammation mentale positive",
      "Regarde des documentaires sur l'évolution de la conscience",
      "Fais des activités de célébration de ton potentiel infini",
      "Pratique l'art de l'auto-création consciente",
      "Explore des méthodes de développement de la conscience cosmique",
      "Fais des exercices de cultivation de l'esprit universel",
      "Pratique des techniques de fusion avec l'intelligence créatrice",
      "Écris des manifestes de divinité créative",
      "Fais de la méditation sur l'union avec la source créatrice",
      "Pratique des exercices de développement de l'esprit démiurgique",
      "Regarde des vidéos sur l'art de co-créer avec l'univers",
      "Fais des activités de célébration de ta nature créatrice",
      "Pratique l'art de la manifestation consciente",
      "Explore des philosophies de la création divine",
      "Fais des exercices de cultivation de l'esprit créateur",
      "Pratique des techniques de canalisation de l'inspiration divine",
      "Écris des hymnes à ton pouvoir créateur illimité",
      "Fais de la recherche sur l'art de l'alchimie spirituelle",
      "Pratique des exercices de transmutation de l'énergie créatrice",
      "Regarde des films sur des maîtres de la création consciente",
      "Fais des activités de célébration de l'art divin",
      "Pratique l'art de la beauté créatrice spontanée",
      "Explore des méthodes de développement de l'esthétique divine",
      "Fais des exercices de cultivation de l'esprit artistique suprême",
      "Pratique des techniques de création de chef-d'œuvres existentiels",
      "Écris des odes à l'art de sculpter sa destinée",
      "Fais de la méditation sur l'art de peindre sa réalité",
      "Pratique des exercices de composition de la symphonie de ta vie",
      "Regarde des documentaires sur l'art de la création poétique",
      "Fais des activités de célébration de ton génie créatif",
      "Pratique l'art de l'improvisation existentielle magistrale",
      "Explore des philosophies de l'esthétique transcendante",
      "Fais des exercices de cultivation de l'esprit esthète suprême",
      "Pratique des techniques de création de beauté absolue",
      "Écris des poèmes sur l'art de l'élégance existentielle",
      "Fais de la recherche sur la science de l'harmonie universelle",
      "Pratique des exercices de synchronisation avec les rythmes cosmiques",
      "Regarde des vidéos sur l'art de danser avec l'existence",
      "Fais des activités de célébration de la grâce divine",
      "Pratique l'art de l'élégance naturelle spontanée",
      "Explore des méthodes de développement de la grâce intérieure",
      "Fais des exercices de cultivation de l'esprit gracieux",
      "Pratique des techniques de mouvement harmonieux avec la vie",
      "Écris des manifestes de beauté et d'élégance",
      "Fais de la méditation sur l'art de la grâce en action",
      "Pratique des exercices de développement de la présence magnétique",
      "Regarde des films sur des êtres de grâce et de beauté",
      "Fais des activités de célébration de ton charisme naturel",
      "Pratique l'art de rayonner ta lumière intérieure",
      "Explore des philosophies de la beauté intérieure",
      "Fais des exercices de cultivation de l'esprit lumineux",
      "Pratique des techniques d'illumination de ton être",
      "Écris des hymnes à ta propre magnificence",
      "Fais de la recherche sur l'art de l'épanouissement total",
      "Pratique des exercices de floraison de ton potentiel",
      "Regarde des documentaires sur l'art de l'accomplissement",
      "Fais des activités de célébration de ton évolution",
      "Pratique l'art de devenir la meilleure version de toi-même",
      "Explore des méthodes de perfectionnement de l'être",
      "Fais des exercices de cultivation de l'excellence personnelle",
      "Pratique des techniques de raffinement de ton essence",
      "Écris des odes à ton processus de transformation",
      "Fais de la méditation sur l'art de l'auto-actualisation",
      "Pratique des exercices de réalisation de ton potentiel divin",
      "Regarde des vidéos sur l'art de l'épanouissement spirituel",
      "Fais des activités de célébration de ta croissance continue",
      "Pratique l'art de l'évolution consciente permanente"
    ],
    "encouragements": [
      "Les surprises sont des cadeaux de la vie qui t'invitent à grandir et à découvrir.",
      "Ta capacité à être surpris montre que tu restes ouvert aux merveilles de l'existence.",
      "Chaque surprise est une opportunité d'apprendre quelque chose de nouveau sur toi ou le monde.",
      "Il est beau de garder un cœur d'enfant capable de s'émerveiller devant l'inattendu.",
      "Les surprises te rappellent que la vie est pleine de possibilités infinies.",
      "Ta surprise révèle ta sensibilité et ta capacité à être touché par la beauté.",
      "Il est merveilleux de découvrir que tes attentes peuvent être dépassées positivement.",
      "Chaque surprise est un rappel que l'univers a encore beaucoup à t'offrir.",
      "Ta capacité d'émerveillement est un trésor précieux à cultiver et protéger.",
      "Les surprises t'enseignent l'art de lâcher prise sur le besoin de tout contrôler.",
      "Il est enrichissant de découvrir de nouvelles facettes de toi-même à travers les surprises.",
      "Ta surprise montre que tu es vivant et réceptif aux expériences nouvelles.",
      "Chaque moment d'étonnement est une invitation à célébrer la richesse de la vie.",
      "Il est précieux de maintenir ta curiosité et ton ouverture aux découvertes.",
      "Les surprises te connectent à la magie et au mystère de l'existence.",
      "Ta capacité à être surpris témoigne de ta fraîcheur d'esprit et de cœur.",
      "Il est inspirant de voir comment les surprises peuvent transformer ta perspective.",
      "Chaque surprise est une preuve que la vie dépasse toujours nos imaginations.",
      "Ta surprise révèle ta capacité à apprécier l'originalité et l'unicité.",
      "Il est beau de découvrir que le monde a encore des secrets à te révéler.",
      "Les surprises t'invitent à danser avec l'imprévisibilité de la vie.",
      "Ta capacité d'étonnement est un signe de ta vitalité émotionnelle et spirituelle.",
      "Il est merveilleux de réaliser que chaque jour peut apporter son lot de découvertes.",
      "Chaque surprise est un cadeau qui enrichit ton expérience humaine.",
      "Ta surprise montre que tu restes connecté à l'émerveillement authentique.",
      "Il est précieux de cultiver cette capacité à être touché par l'inattendu.",
      "Les surprises te rappellent que la créativité de l'univers est sans limites.",
      "Ta capacité à être surpris témoigne de ton cœur ouvert et réceptif.",
      "Il est enrichissant de découvrir de nouvelles dimensions de la réalité.",
      "Chaque moment de surprise est une célébration de la diversité de l'existence.",
      "Ta surprise révèle ta capacité à sortir de tes zones de confort mentales.",
      "Il est beau de constater que tes horizons peuvent toujours s'élargir.",
      "Les surprises t'enseignent l'humilité face à l'immensité du possible.",
      "Ta capacité d'émerveillement est une source de joie et de renouvellement.",
      "Il est inspirant de voir comment les surprises peuvent nourrir ton âme.",
      "Chaque surprise est une invitation à remettre en question tes certitudes.",
      "Ta surprise montre que tu restes jeune d'esprit et de cœur.",
      "Il est merveilleux de découvrir que la vie a encore tant à t'enseigner.",
      "Les surprises te connectent à l'aspect ludique et joyeux de l'existence.",
      "Ta capacité à être surpris témoigne de ta flexibilité mentale et émotionnelle.",
      "Il est précieux de maintenir cette ouverture aux expériences inattendues.",
      "Chaque surprise est un rappel que tu es en constante évolution.",
      "Ta surprise révèle ta capacité à apprécier la créativité sous toutes ses formes.",
      "Il est beau de réaliser que chaque rencontre peut être source d'étonnement.",
      "Les surprises t'invitent à célébrer la richesse de la diversité humaine.",
      "Ta capacité d'émerveillement est un pont vers des connexions plus profondes.",
      "Il est enrichissant de découvrir de nouvelles passions à travers les surprises.",
      "Chaque moment de surprise est une opportunité de croissance personnelle.",
      "Ta surprise montre que tu restes authentiquement humain et sensible.",
      "Il est merveilleux de constater que ton cœur peut encore s'ouvrir davantage.",
      "Les surprises te rappellent l'importance de rester présent au moment.",
      "Ta capacité à être surpris témoigne de ta sagesse de débutant.",
      "Il est inspirant de voir comment les surprises peuvent transformer tes journées.",
      "Chaque surprise est une preuve de la générosité infinie de l'univers.",
      "Ta surprise révèle ta capacité à trouver l'extraordinaire dans l'ordinaire.",
      "Il est beau de découvrir que chaque instant peut être porteur de magie.",
      "Les surprises t'enseignent l'art de l'accueil bienveillant de l'inattendu.",
      "Ta capacité d'émerveillement est une source de créativité et d'inspiration.",
      "Il est précieux de cultiver cette attitude d'ouverture et de curiosité.",
      "Chaque surprise est une invitation à élargir ta compréhension du monde.",
      "Ta surprise montre que tu restes connecté à ton essence authentique.",
      "Il est merveilleux de réaliser que la beauté peut surgir de partout.",
      "Les surprises te rappellent que la vie est un cadeau permanent.",
      "Ta capacité à être surpris témoigne de ta richesse intérieure.",
      "Il est enrichissant de découvrir de nouvelles facettes de l'amour et de l'amitié.",
      "Chaque moment de surprise est une célébration de ton humanité.",
      "Ta surprise révèle ta capacité à rester émerveillé malgré les défis.",
      "Il est beau de constater que ton cœur garde sa fraîcheur originelle.",
      "Les surprises t'invitent à danser avec les mystères de l'existence.",
      "Ta capacité d'émerveillement est un trésor qui enrichit tous tes jours.",
      "Il est inspirant de voir comment les surprises peuvent guérir et transformer.",
      "Chaque surprise est un rappel de ta capacité d'adaptation et de résilience.",
      "Ta surprise montre que tu restes ouvert aux leçons de la vie.",
      "Il est merveilleux de découvrir que chaque défi peut cacher une bénédiction.",
      "Les surprises te connectent à la dimension sacrée de l'existence quotidienne.",
      "Ta capacité à être surpris témoigne de ta foi en la bonté de la vie.",
      "Il est précieux de maintenir cette confiance en l'intelligence de l'univers.",
      "Chaque surprise est une invitation à approfondir ta gratitude.",
      "Ta surprise révèle ta capacité à voir au-delà des apparences.",
      "Il est beau de réaliser que chaque personne peut être un enseignant.",
      "Les surprises t'enseignent l'art de l'humilité joyeuse et reconnaissante.",
      "Ta capacité d'émerveillement est une porte vers la transcendance.",
      "Il est enrichissant de découvrir de nouvelles dimensions de l'amour.",
      "Chaque moment de surprise est une opportunité de communion avec la vie.",
      "Ta surprise montre que tu restes connecté à l'enfant sage en toi.",
      "Il est merveilleux de constater que ton âme garde sa capacité d'étonnement.",
      "Les surprises te rappellent que tu fais partie d'un grand mystère.",
      "Ta capacité à être surpris témoigne de ta participation active à la création.",
      "Il est inspirant de voir comment les surprises peuvent révéler ta véritable nature.",
      "Chaque surprise est une preuve de l'amour infini qui t'entoure.",
      "Ta surprise révèle ta capacité à reconnaître les miracles quotidiens.",
      "Il est beau de découvrir que chaque instant peut être une révélation.",
      "Les surprises t'invitent à célébrer la perfection de l'imperfection.",
      "Ta capacité d'émerveillement est un pont vers la paix intérieure.",
      "Il est précieux de cultiver cette attitude de réceptivité sacrée.",
      "Chaque surprise est une invitation à approfondir ta compassion.",
      "Ta surprise montre que tu restes ouvert aux transformations divines.",
      "Il est merveilleux de réaliser que tu es un canal de beauté et de grâce.",
      "Les surprises te connectent à la dimension créatrice de ton être.",
      "Ta capacité à être surpris témoigne de ta participation à l'évolution cosmique.",
      "Il est enrichissant de découvrir de nouvelles expressions de l'harmonie universelle.",
      "Chaque moment de surprise est une célébration de l'unité dans la diversité.",
      "Ta surprise révèle ta capacité à reconnaître l'intelligence créatrice partout.",
      "Il est beau de constater que tu es un co-créateur conscient de la beauté.",
      "Les surprises t'enseignent l'art de la danse cosmique avec l'existence.",
      "Ta capacité d'émerveillement est une expression de ta nature divine.",
      "Il est inspirant de voir comment les surprises peuvent révéler ton potentiel illimité.",
      "Chaque surprise est un rappel de ta connexion éternelle avec la source créatrice.",
      "Ta surprise montre que tu restes ouvert aux révélations de l'amour universel."
    ],
    "color": "#f59e0b",
    "icon": "fas fa-surprise"
  }
}